[
  {
    "id": 1,
    "content": "Phần mặt đường và lề đường.",
    "questionId": 1,
    "isCorrect": false
  },
  {
    "id": 2,
    "content": "Phần đường xe chạy.",
    "questionId": 1,
    "isCorrect": true
  },
  {
    "id": 3,
    "content": "Phần đường xe cơ giới.",
    "questionId": 1,
    "isCorrect": false
  },
  {
    "id": 4,
    "content": "Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, sử dụng cho xe chạy.",
    "questionId": 2,
    "isCorrect": false
  },
  {
    "id": 5,
    "content": "Là một phần của phần đường xe chạy được chia theo chiều dọc của đường, có đủ chiều rộng cho xe chạy an toàn.",
    "questionId": 2,
    "isCorrect": true
  },
  {
    "id": 6,
    "content": "Là đường cho xe ô tô chạy, dừng, đỗ an toàn.",
    "questionId": 2,
    "isCorrect": false
  },
  {
    "id": 7,
    "content": "Khổ giới hạn của đường bộ là khoảng trống có kích thước giới hạn về chiều rộng, chiều cao của đường bộ để các xe, bao gồm cả hàng hoá xếp trên xe đi qua được an toàn và được xác định theo quy chuẩn, tiêu chuẩn kỹ thuật của đường bộ.",
    "questionId": 3,
    "isCorrect": true
  },
  {
    "id": 8,
    "content": "Là khoảng trống có kích thước giới hạn về chiều rộng của đường, cầu, bến phà, hầm trên đường b ộ để các xe kể cả hàng hóa xếp trên xe đi qua được an toàn.",
    "questionId": 3,
    "isCorrect": false
  },
  {
    "id": 9,
    "content": "Là khoảng trống có kích thước giới hạn về chiều cao của cầu, bến phà, hầm trên đường bộ để các xe đi qua được an toàn.",
    "questionId": 3,
    "isCorrect": false
  },
  {
    "id": 10,
    "content": "Để phân chia các làn đường dành cho xe cơ giới và xe thô sơ trên đường cao tốc.",
    "questionId": 4,
    "isCorrect": false
  },
  {
    "id": 11,
    "content": "Để phân chia phần đường xe chạy thành hai chiều riêng biệt hoặc để phân chia phần đường dành cho xe cơ giới và xe thô sơ hoặc của nhiều loại xe khác nhau trên cùng một chiều đường.",
    "questionId": 4,
    "isCorrect": true
  },
  {
    "id": 12,
    "content": "Để phân tách phần đường xe chạy và hành lang an toàn giao thông.",
    "questionId": 4,
    "isCorrect": false
  },
  {
    "id": 13,
    "content": "Là báo hiệu đường bộ để hỗ trợ cảnh báo nguy hiểm cho người tham gia giao thông đường bộ.",
    "questionId": 5,
    "isCorrect": false
  },
  {
    "id": 14,
    "content": "Là vạch chỉ sự phân chia làn đường, vị trí hoặc hướng đi, vị trí dừng lại.",
    "questionId": 5,
    "isCorrect": true
  },
  {
    "id": 15,
    "content": "Là báo hiệu cho người tham gia giao thông đường bộ về các thông tin của đường bộ.",
    "questionId": 5,
    "isCorrect": false
  },
  {
    "id": 16,
    "content": "Cả ba ý trên.",
    "questionId": 5,
    "isCorrect": false
  },
  {
    "id": 17,
    "content": "Là người điều khiển xe cơ giới, người điều khiển xe thô sơ, người điều khiển xe máy chuyên dùng.",
    "questionId": 6,
    "isCorrect": true
  },
  {
    "id": 18,
    "content": "Là người được giao nhiệm vụ hướng dẫn giao thông trên đường bộ.",
    "questionId": 6,
    "isCorrect": false
  },
  {
    "id": 19,
    "content": "Cả hai ý trên.",
    "questionId": 6,
    "isCorrect": false
  },
  {
    "id": 20,
    "content": "Là người điều khiển xe cơ giới.",
    "questionId": 7,
    "isCorrect": true
  },
  {
    "id": 21,
    "content": "Là người điều khiển xe thô sơ.",
    "questionId": 7,
    "isCorrect": false
  },
  {
    "id": 22,
    "content": "Là người điều khiển xe máy chuyên dùng.",
    "questionId": 7,
    "isCorrect": false
  },
  {
    "id": 23,
    "content": "Xe ô tô; máy kéo; xe mô tô hai bánh; xe mô tô ba bánh; xe gắn máy; xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng; xe đạp, xe đạp máy, xe đạp điện.",
    "questionId": 8,
    "isCorrect": false
  },
  {
    "id": 24,
    "content": "Xe ô tô; rơ moóc được kéo bởi xe ô tô; sơ mi rơ moóc được kéo bởi ô tô đầu kéo; xe chở người bốn bánh có gắn động cơ; xe chở hàng bốn bánh có gắn động cơ; xe mô tô, xe gắn máy và các loại xe tương tự.",
    "questionId": 8,
    "isCorrect": true
  },
  {
    "id": 25,
    "content": "Xe đạp, xe đạp máy, xe đạp điện; xe xích lô; xe lăn dùng cho người khuyết tật; xe vật nuôi kéo và các loại xe tương tự.",
    "questionId": 9,
    "isCorrect": true
  },
  {
    "id": 26,
    "content": "Xe đạp (kể cả xe đạp máy, xe đạp điện), xe gắn máy, xe cơ giới dùng cho người khuyết tật và xe máy chuyên dùng.",
    "questionId": 9,
    "isCorrect": false
  },
  {
    "id": 27,
    "content": "Xe ô tô, máy kéo, rơ moóc hoặc sơ mi rơ moóc được kéo bởi xe ô tô, máy kéo.",
    "questionId": 9,
    "isCorrect": false
  },
  {
    "id": 28,
    "content": "Phương tiện giao thông cơ giới đường bộ.",
    "questionId": 10,
    "isCorrect": false
  },
  {
    "id": 29,
    "content": "Phương tiện giao thông thô sơ đường bộ, xe máy chuyên dùng và các loại xe tương tự.",
    "questionId": 10,
    "isCorrect": false
  },
  {
    "id": 30,
    "content": "Cả hai ý trên.",
    "questionId": 10,
    "isCorrect": true
  },
  {
    "id": 31,
    "content": "Người điều khiển, người được chở trên phương tiện tham gia giao thông đường bộ.",
    "questionId": 11,
    "isCorrect": false
  },
  {
    "id": 32,
    "content": "Người điều khiển, dẫn dắt vật nuôi trên đường bộ; người đi bộ trên đường bộ.",
    "questionId": 11,
    "isCorrect": false
  },
  {
    "id": 33,
    "content": "Cả hai ý trên.",
    "questionId": 11,
    "isCorrect": true
  },
  {
    "id": 34,
    "content": "Người điều khiển xe cơ giới, người điều khiển xe thô sơ.",
    "questionId": 12,
    "isCorrect": false
  },
  {
    "id": 35,
    "content": "Người điều khiển xe máy chuyên dùng.",
    "questionId": 12,
    "isCorrect": false
  },
  {
    "id": 36,
    "content": "Cả hai ý trên.",
    "questionId": 12,
    "isCorrect": true
  },
  {
    "id": 37,
    "content": "Là người điều khiển phương tiện tham gia giao thông đường bộ.",
    "questionId": 13,
    "isCorrect": false
  },
  {
    "id": 38,
    "content": "Là Cảnh sát giao thông và người được giao nhiệm vụ hướng dẫn giao thông trên đường bộ.",
    "questionId": 13,
    "isCorrect": true
  },
  {
    "id": 39,
    "content": "Là người tham gia giao thông đường bộ.",
    "questionId": 13,
    "isCorrect": false
  },
  {
    "id": 40,
    "content": "Là trạng thái đứng yên của xe không giới hạn thời gian để cho người lên, xuống xe, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "questionId": 14,
    "isCorrect": false
  },
  {
    "id": 41,
    "content": "Là trạng thái đứng yên tạm thời của xe trong một khoảng thời gian cần thiết đủ để cho người lên xe, xuống xe, xếp dỡ hàng hóa, kiểm tra kỹ thuật xe hoặc hoạt động khác. Khi dừng xe không được tắt máy và không được rời khỏi vị trí lái, trừ trường hợp rời khỏi vị trí lái để đóng, mở cửa xe, xếp dỡ hàng hóa, kiểm tra kỹ thuật xe nhưng phải sử dụng phanh đỗ xe hoặc thực hiện biện pháp an toàn khác.",
    "questionId": 14,
    "isCorrect": true
  },
  {
    "id": 42,
    "content": "Là trạng thái đứng yên của xe không giới hạn thời gian giữa 02 lần vận chuyển hàng hóa hoặc hành khách.",
    "questionId": 14,
    "isCorrect": false
  },
  {
    "id": 43,
    "content": "Là trạng thái đứng yên của xe có giới hạn thời gian trong một khoảng thời gian cần thiết đủ để cho người lên, xuống xe đó, xếp dỡ hàng hóa hoặc thực hiện công việc khác.",
    "questionId": 15,
    "isCorrect": false
  },
  {
    "id": 44,
    "content": "Là trạng thái đứng yên của xe không giới hạn thời gian. Khi đỗ xe, người điều khiển phương tiện tham gia giao thông đường bộ chỉ được rời khỏi xe khi đã sử dụng phanh đỗ xe hoặc thực hiện biện pháp an toàn khác. Xe đỗ trên đoạn đường dốc phải đánh lái về phía lề đường, chèn bánh.",
    "questionId": 15,
    "isCorrect": true
  },
  {
    "id": 45,
    "content": "Là một cấp kỹ thuật của đường bộ, chỉ dành cho một số loại xe cơ giới, xe máy chuyên dùng tham gia giao thông theo quy định của pháp luật. Có dải phân cách phân chia hai chiều xe chạy riêng biệt, không giao nhau cùng mức với một hoặc các đường khác, chỉ cho xe ra, vào ở những điểm nhất định. Có hàng rào bảo vệ, trang thiết bị phục vụ, bảo đảm giao thông liên tục, an toàn, rút ngắn thời gian hành trình.",
    "questionId": 16,
    "isCorrect": true
  },
  {
    "id": 46,
    "content": "Là đường nối liền Thủ đô Hà Nội với trung tâm hành chính cấp tỉnh; đường nối liền các trung tâm hành chính cấp tỉnh; đường có vị trí quan trọng đối với sự phát triển kinh tế- xã hội, bảo đảm quốc phòng, an ninh của vùng, khu vực.",
    "questionId": 16,
    "isCorrect": false
  },
  {
    "id": 47,
    "content": "Là thiết bị có đủ khả năng bảo đảm an toàn cho trẻ em ở tư thế ngồi hoặc nằm trên xe ô tô, được thiết kế để giảm nguy cơ chấn thương cho người dùng trong trường hợp xảy ra va chạm hoặc xe ô tô giảm tốc độ đột ngột, bằng cách hạn chế sự di chuyển của cơ thể trẻ em.",
    "questionId": 17,
    "isCorrect": true
  },
  {
    "id": 48,
    "content": "Là thiết bị có đủ khả năng bảo đảm an toàn cho trẻ em ở tư thế đứng hoặc nằm trên xe ô tô, được thiết kế để giảm nguy cơ chấn thương cho người dùng trong trường hợp xe ô tô lưu thông bình thường.",
    "questionId": 17,
    "isCorrect": false
  },
  {
    "id": 49,
    "content": "Đường chính, đường nhánh, đường gom, đường bên, đường dành cho giao thông công cộng, đường nội bộ, đường dành riêng cho người đi bộ, người đi xe đạp và các đường khác.",
    "questionId": 18,
    "isCorrect": true
  },
  {
    "id": 50,
    "content": "Đường chính, đường nhánh, đường gom, đường dành cho giao thông công cộng, đường nội bộ, đường dành riêng cho người đi bộ, người đi xe đạp và các đường khác.",
    "questionId": 18,
    "isCorrect": false
  },
  {
    "id": 51,
    "content": "Đường chính, đường nhánh, đường gom, đường bên, đường dành cho giao thông công cộng, đường dành riêng cho người đi bộ, người đi xe đạp và các đường khác.",
    "questionId": 18,
    "isCorrect": false
  },
  {
    "id": 52,
    "content": "Sử dụng xe đạp đi trên các tuyến quốc lộ.",
    "questionId": 19,
    "isCorrect": false
  },
  {
    "id": 53,
    "content": "Rải vật sắc nhọn, đổ chất gây trơn trượt trên đường bộ.",
    "questionId": 19,
    "isCorrect": true
  },
  {
    "id": 54,
    "content": "Cả hai ý trên.",
    "questionId": 19,
    "isCorrect": false
  },
  {
    "id": 55,
    "content": "Không có chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường.",
    "questionId": 20,
    "isCorrect": false
  },
  {
    "id": 56,
    "content": "Hết niên hạn sử dụng.",
    "questionId": 20,
    "isCorrect": false
  },
  {
    "id": 57,
    "content": "Cả hai ý trên.",
    "questionId": 20,
    "isCorrect": true
  },
  {
    "id": 58,
    "content": "Trên đường phố không có người qua lại.",
    "questionId": 21,
    "isCorrect": false
  },
  {
    "id": 59,
    "content": "Được người dân ủng hộ.",
    "questionId": 21,
    "isCorrect": false
  },
  {
    "id": 60,
    "content": "Được cơ quan có thẩm quyền cấp phép.",
    "questionId": 21,
    "isCorrect": true
  },
  {
    "id": 61,
    "content": "Chỉ bị nhắc nhở.",
    "questionId": 22,
    "isCorrect": false
  },
  {
    "id": 62,
    "content": "Tùy theo mức độ của hành vi vi phạm có thể bị xử lý hành chính hoặc xử lý hình sự.",
    "questionId": 22,
    "isCorrect": true
  },
  {
    "id": 63,
    "content": "Bị phạt tiền.",
    "questionId": 23,
    "isCorrect": false
  },
  {
    "id": 64,
    "content": "Bị tước giấy phép lái xe.",
    "questionId": 23,
    "isCorrect": false
  },
  {
    "id": 65,
    "content": "Cả hai ý trên.",
    "questionId": 23,
    "isCorrect": true
  },
  {
    "id": 66,
    "content": "Bị nghiêm cấm.",
    "questionId": 24,
    "isCorrect": true
  },
  {
    "id": 67,
    "content": "Không bị nghiêm cấm.",
    "questionId": 24,
    "isCorrect": false
  },
  {
    "id": 68,
    "content": "Không bị nghiêm cấm, nếu nồng độ cồn trong máu ở mức nhẹ, có thể điều khiển phương tiện tham gia giao thông.",
    "questionId": 24,
    "isCorrect": false
  },
  {
    "id": 69,
    "content": "Bị phạt tiền.",
    "questionId": 25,
    "isCorrect": false
  },
  {
    "id": 70,
    "content": "Có thể bị tước giấy phép lái xe.",
    "questionId": 25,
    "isCorrect": false
  },
  {
    "id": 71,
    "content": "Cả hai ý trên.",
    "questionId": 25,
    "isCorrect": true
  },
  {
    "id": 72,
    "content": "Người điều khiển xe ô tô, xe mô tô, xe đạp, xe gắn máy.",
    "questionId": 26,
    "isCorrect": true
  },
  {
    "id": 73,
    "content": "Người được chở trên xe cơ giới.",
    "questionId": 26,
    "isCorrect": false
  },
  {
    "id": 74,
    "content": "Cả hai ý trên.",
    "questionId": 26,
    "isCorrect": false
  },
  {
    "id": 75,
    "content": "Người chưa đủ tuổi theo quy định.",
    "questionId": 27,
    "isCorrect": false
  },
  {
    "id": 76,
    "content": "Người không có giấy phép lái xe.",
    "questionId": 27,
    "isCorrect": false
  },
  {
    "id": 77,
    "content": "Người có giấy phép lái xe nhưng đã bị trừ hết 12 điểm.",
    "questionId": 27,
    "isCorrect": false
  },
  {
    "id": 78,
    "content": "Cả ba ý trên.",
    "questionId": 27,
    "isCorrect": true
  },
  {
    "id": 79,
    "content": "Điều khiển xe cơ giới lạng lách, đánh võng, rú ga liên tục khi tham gia giao thông trên đường.",
    "questionId": 28,
    "isCorrect": false
  },
  {
    "id": 80,
    "content": "Xúc phạm, đe dọa, cản trở, chống đối hoặc không chấp hành hiệu lệnh, hướng dẫn, yêu cầu kiểm tra, kiểm soát của người thi hành công vụ về bảo đảm trật tự, an toàn giao thông đường bộ.",
    "questionId": 28,
    "isCorrect": false
  },
  {
    "id": 81,
    "content": "Cả hai ý trên.",
    "questionId": 28,
    "isCorrect": true
  },
  {
    "id": 82,
    "content": "Cải tạo xe ô tô loại khác thành xe ô tô chở người phục vụ mục đích quốc phòng, an ninh.",
    "questionId": 29,
    "isCorrect": false
  },
  {
    "id": 83,
    "content": "Cải tạo trái phép; cố ý can thiệp làm sai lệch chỉ số trên đồng hồ báo quãng đường đã chạy của xe ô tô; cắt, hàn, tẩy xóa, đục sửa, đóng lại trái phép số khung, số động cơ của xe cơ giới, xe máy chuyên dùng.",
    "questionId": 29,
    "isCorrect": true
  },
  {
    "id": 84,
    "content": "Lắp đặt, sử dụng thiết bị âm thanh, ánh sáng trên xe cơ giới, xe máy chuyên dùng gây mất trật tự, an toàn giao thông đường bộ.",
    "questionId": 30,
    "isCorrect": false
  },
  {
    "id": 85,
    "content": "Cản trở người, phương tiện tham gia giao thông trên đường bộ; ném gạch, đất, đá, cát hoặc vật thể khác vào người, phương tiện đang tham gia giao thông trên đường bộ.",
    "questionId": 30,
    "isCorrect": false
  },
  {
    "id": 86,
    "content": "Cả hai ý trên.",
    "questionId": 30,
    "isCorrect": true
  },
  {
    "id": 87,
    "content": "Không bị nghiêm cấm.",
    "questionId": 31,
    "isCorrect": false
  },
  {
    "id": 88,
    "content": "Bị nghiêm cấm.",
    "questionId": 31,
    "isCorrect": true
  },
  {
    "id": 89,
    "content": "Bị nghiêm cấm tuỳ trường hợp.",
    "questionId": 31,
    "isCorrect": false
  },
  {
    "id": 90,
    "content": "Thay đổi tốc độ của xe nhiều lần.",
    "questionId": 32,
    "isCorrect": false
  },
  {
    "id": 91,
    "content": "Điều khiển phương tiện sau 23 giờ trong ngày.",
    "questionId": 32,
    "isCorrect": false
  },
  {
    "id": 92,
    "content": "Lạng lách, đánh võng, rú ga liên tục.",
    "questionId": 32,
    "isCorrect": true
  },
  {
    "id": 93,
    "content": "Ba nhóm: Biển báo cấm, biển báo nguy hiểm và biển hiệu lệnh.",
    "questionId": 33,
    "isCorrect": false
  },
  {
    "id": 94,
    "content": "Bốn nhóm: Biển báo cấm, biển báo nguy hiểm, biển hiệu lệnh và biển phụ.",
    "questionId": 33,
    "isCorrect": false
  },
  {
    "id": 95,
    "content": "Năm nhóm: Biển báo cấm, biển báo nguy hiểm, biển hiệu lệnh, biển chỉ dẫn, biển phụ.",
    "questionId": 33,
    "isCorrect": true
  },
  {
    "id": 96,
    "content": "Giảm tốc độ và nhường đường cho người đi bộ, xe lăn của người khuyết tật qua đường đảm bảo an toàn.",
    "questionId": 34,
    "isCorrect": false
  },
  {
    "id": 97,
    "content": "Quan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn cho người đi bộ, xe lăn của người khuyết tật qua đường.",
    "questionId": 34,
    "isCorrect": true
  },
  {
    "id": 98,
    "content": "Quan sát, tăng tốc độ và điều khiển phương tiện nhanh chóng đi qua.",
    "questionId": 34,
    "isCorrect": false
  },
  {
    "id": 99,
    "content": "Đường hẹp, đường vòng, đường quanh co, đường đèo, dốc.",
    "questionId": 35,
    "isCorrect": false
  },
  {
    "id": 100,
    "content": "Nơi cầu, cống hẹp, đập tràn, đường ngầm, hầm chui, hầm đường bộ.",
    "questionId": 35,
    "isCorrect": false
  },
  {
    "id": 101,
    "content": "Trời mưa, gió, sương, khói, bụi, mặt đường trơn trượt, lầy lội, có nhiều đất đá, vật liệu rơi vãi ảnh hưởng đến an toàn giao thông đường bộ.",
    "questionId": 35,
    "isCorrect": false
  },
  {
    "id": 102,
    "content": "Cả ba ý trên.",
    "questionId": 35,
    "isCorrect": true
  },
  {
    "id": 103,
    "content": "Người tham gia giao thông đường bộ ở các hướng phải dừng lại.",
    "questionId": 36,
    "isCorrect": false
  },
  {
    "id": 104,
    "content": "Người tham gia giao thông đường bộ ở các hướng được đi theo chiều gậy chỉ của Cảnh sát giao thông.",
    "questionId": 36,
    "isCorrect": false
  },
  {
    "id": 105,
    "content": "Người tham gia giao thông đường bộ ở phía trước và phía sau người điều khiển được đi tất cả các hướng; người tham gia giao thông đường bộ ở phía bên phải và phía bên trái người điều khiển phải dừng lại.",
    "questionId": 36,
    "isCorrect": false
  },
  {
    "id": 106,
    "content": "Người tham gia giao thông đường bộ ở phía trước và phía sau người điều khiển phải dừng lại; người tham gia giao thông đường bộ ở phía bên phải và phía bên trái người điều khiển được đi tất cả các hướng.",
    "questionId": 36,
    "isCorrect": true
  },
  {
    "id": 107,
    "content": "Người tham gia giao thông đường bộ ở phía sau Cảnh sát giao thông được đi, các hướng khác phải dừng lại.",
    "questionId": 37,
    "isCorrect": false
  },
  {
    "id": 108,
    "content": "Người tham gia giao thông đường bộ được rẽ phải theo chiều mũi tên màu xanh ở bục Cảnh sát giao thông.",
    "questionId": 37,
    "isCorrect": false
  },
  {
    "id": 109,
    "content": "Người tham gia giao thông đường bộ ở tất cả các hướng phải dừng lại, trừ các xe đã ở trong khu vực giao nhau.",
    "questionId": 37,
    "isCorrect": true
  },
  {
    "id": 110,
    "content": "Người tham gia giao thông đường bộ ở phía trước Cảnh sát giao thông phải dừng lại, các hướng khác được đi.",
    "questionId": 37,
    "isCorrect": false
  },
  {
    "id": 111,
    "content": "Theo hiệu lệnh của người điều khiển giao thông.",
    "questionId": 38,
    "isCorrect": true
  },
  {
    "id": 112,
    "content": "Theo tín hiệu đèn giao thông.",
    "questionId": 38,
    "isCorrect": false
  },
  {
    "id": 113,
    "content": "Theo biển báo hiệu đường bộ.",
    "questionId": 38,
    "isCorrect": false
  },
  {
    "id": 114,
    "content": "Biển báo hiệu đặt cố định.",
    "questionId": 39,
    "isCorrect": false
  },
  {
    "id": 115,
    "content": "Biển báo hiệu tạm thời.",
    "questionId": 39,
    "isCorrect": true
  },
  {
    "id": 116,
    "content": "Theo quyết định của người tham gia giao thông nhưng phải bảo đảm an toàn.",
    "questionId": 39,
    "isCorrect": false
  },
  {
    "id": 117,
    "content": "Dừng lại trước vạch dừng; trường hợp đang đi trên vạch dừng hoặc đã đi qua vạch dừng mà tín hiệu đèn màu vàng thì được đi tiếp; trường hợp tín hiệu đèn màu vàng nhấp nháy, người điều khiển phương tiện tham gia giao thông đường bộ được đi nhưng phải quan sát, giảm tốc độ hoặc dừng lại nhường đường cho người đi bộ, xe lăn của người khuyết tật qua đường hoặc các phương tiện khác.",
    "questionId": 40,
    "isCorrect": true
  },
  {
    "id": 118,
    "content": "Tăng tốc độ nhanh chóng vượt qua nút giao.",
    "questionId": 40,
    "isCorrect": false
  },
  {
    "id": 119,
    "content": "Quan sát, giảm tốc độ, từ từ vượt qua nút giao.",
    "questionId": 40,
    "isCorrect": false
  },
  {
    "id": 120,
    "content": "Chỉ lớn hơn tốc độ tối đa cho phép khi đường vắng.",
    "questionId": 41,
    "isCorrect": false
  },
  {
    "id": 121,
    "content": "Chỉ lớn hơn tốc độ tối đa cho phép khi vào ban đêm.",
    "questionId": 41,
    "isCorrect": false
  },
  {
    "id": 122,
    "content": "Không vượt quá tốc độ tối đa cho phép.",
    "questionId": 41,
    "isCorrect": true
  },
  {
    "id": 123,
    "content": "Không được cho trẻ em ngồi cùng hàng ghế với người lái xe, trừ loại xe ô tô chỉ có một hàng ghế; người lái xe phải sử dụng, hướng dẫn sử dụng thiết bị an toàn phù hợp cho trẻ em.",
    "questionId": 42,
    "isCorrect": true
  },
  {
    "id": 124,
    "content": "Cho trẻ em ngồi cùng hàng ghế với người lái xe, người lái xe phải sử dụng, hướng dẫn sử dụng thiết bị an toàn phù hợp cho trẻ em.",
    "questionId": 42,
    "isCorrect": false
  },
  {
    "id": 125,
    "content": "Đi về bên trái theo chiều đi của mình.",
    "questionId": 43,
    "isCorrect": false
  },
  {
    "id": 126,
    "content": "Đi về bên phải theo chiều đi của mình.",
    "questionId": 43,
    "isCorrect": true
  },
  {
    "id": 127,
    "content": "Đi ở bất cứ bên nào nhưng phải bấm đèn cảnh báo nguy hiểm để báo hiệu cho các phương tiện khác.",
    "questionId": 43,
    "isCorrect": false
  },
  {
    "id": 128,
    "content": "Đi trên làn đường bên phải trong cùng.",
    "questionId": 44,
    "isCorrect": false
  },
  {
    "id": 129,
    "content": "Đi trên làn đường bên trái.",
    "questionId": 44,
    "isCorrect": true
  },
  {
    "id": 130,
    "content": "Đi ở bất cứ làn nào nhưng phải bảo đảm tốc độ cho phép.",
    "questionId": 44,
    "isCorrect": false
  },
  {
    "id": 131,
    "content": "Khi xe chạy phía trước có tín hiệu vượt xe khác.",
    "questionId": 45,
    "isCorrect": false
  },
  {
    "id": 132,
    "content": "Khi phía trước có xe chạy ngược chiều.",
    "questionId": 45,
    "isCorrect": false
  },
  {
    "id": 133,
    "content": "Khi xe sau xin vượt nếu đủ điều kiện an toàn.",
    "questionId": 45,
    "isCorrect": true
  },
  {
    "id": 134,
    "content": "Khi xe sau có tín hiệu vượt bên phải.",
    "questionId": 45,
    "isCorrect": false
  },
  {
    "id": 135,
    "content": "Là tình huống giao thông trên đường mà mỗi chiều đường xe chạy chỉ có một làn đường dành cho xe cơ giới, xe đi phía sau di chuyển sang bên trái để di chuyển lên trước xe phía trước.",
    "questionId": 46,
    "isCorrect": true
  },
  {
    "id": 136,
    "content": "Là tình huống giao thông trên đường có từ hai làn đường dành cho xe cơ giới cùng chiều trở lên được phân biệt bằng vạch kẻ đường, xe đi phía sau di chuyển lên trước xe phía trước theo quy tắc sử dụng làn đường.",
    "questionId": 46,
    "isCorrect": false
  },
  {
    "id": 137,
    "content": "Được phép vượt khi đường vắng.",
    "questionId": 47,
    "isCorrect": false
  },
  {
    "id": 138,
    "content": "Không được phép vượt.",
    "questionId": 47,
    "isCorrect": true
  },
  {
    "id": 139,
    "content": "Được phép vượt khi có việc gấp.",
    "questionId": 47,
    "isCorrect": false
  },
  {
    "id": 140,
    "content": "Bấm còi liên tục để xe phía trước biết xe mình xin vượt.",
    "questionId": 48,
    "isCorrect": false
  },
  {
    "id": 141,
    "content": "Rú ga liên tục để xe phía trước biết xe mình xin vượt.",
    "questionId": 48,
    "isCorrect": false
  },
  {
    "id": 142,
    "content": "Báo hiệu nhấp nháy bằng đèn chiếu sáng phía trước hoặc còi.",
    "questionId": 48,
    "isCorrect": true
  },
  {
    "id": 143,
    "content": "Từ 22 giờ ngày hôm trước đến 05 giờ ngày hôm sau.",
    "questionId": 49,
    "isCorrect": false
  },
  {
    "id": 144,
    "content": "Từ 05 giờ đến 22 giờ.",
    "questionId": 49,
    "isCorrect": true
  },
  {
    "id": 145,
    "content": "Từ 23 giờ ngày hôm trước đến 05 giờ sáng hôm sau.",
    "questionId": 49,
    "isCorrect": false
  },
  {
    "id": 146,
    "content": "Để báo hiệu cho người tham gia giao thông đường bộ khi xuất hiện tình huống có thể mất an toàn giao thông hoặc báo hiệu chuẩn bị vượt xe.",
    "questionId": 50,
    "isCorrect": true
  },
  {
    "id": 147,
    "content": "Để báo hiệu cho người tham gia giao thông đường bộ từ 22 giờ ngày hôm trước đến 05 giờ ngày hôm sau trong khu đông dân cư, khu vực cơ sở khám bệnh, chữa bệnh, trừ xe ưu tiên.",
    "questionId": 50,
    "isCorrect": false
  },
  {
    "id": 148,
    "content": "Cả hai ý trên.",
    "questionId": 50,
    "isCorrect": false
  },
  {
    "id": 149,
    "content": "Chỉ bật đèn chiếu xa (đèn pha).",
    "questionId": 51,
    "isCorrect": false
  },
  {
    "id": 150,
    "content": "Bật đèn chiếu xa (đèn pha) khi đường vắng, bật đèn chiếu gần (đèn cốt) khi có xe đi ngược chiều.",
    "questionId": 51,
    "isCorrect": false
  },
  {
    "id": 151,
    "content": "Chỉ bật đèn chiếu gần (đèn cốt).",
    "questionId": 51,
    "isCorrect": true
  },
  {
    "id": 152,
    "content": "Dùng tay cầm và sử dụng điện thoại hoặc thiết bị điện tử khác.",
    "questionId": 52,
    "isCorrect": true
  },
  {
    "id": 153,
    "content": "Chỉ được chở người trên thùng xe ô tô chở hàng trong trường hợp chở người đi làm nhiệm vụ cứu nạn, cứu hộ, phòng, chống thiên tai, dịch bệnh hoặc thực hiện nhiệm vụ khẩn cấp.",
    "questionId": 52,
    "isCorrect": false
  },
  {
    "id": 154,
    "content": "Trên cầu hẹp có một làn đường; nơi đường giao nhau, đường bộ giao nhau cùng mức với đường sắt; khi gặp xe ưu tiên.",
    "questionId": 53,
    "isCorrect": true
  },
  {
    "id": 155,
    "content": "Trên cầu có từ 02 làn xe trở lên.",
    "questionId": 53,
    "isCorrect": false
  },
  {
    "id": 156,
    "content": "Trên đường có 02 làn đường được phân chia làn bằng vạch kẻ nét đứt.",
    "questionId": 53,
    "isCorrect": false
  },
  {
    "id": 157,
    "content": "Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, gầm cầu vượt, ngầm.",
    "questionId": 54,
    "isCorrect": false
  },
  {
    "id": 158,
    "content": "Tại nơi đường bộ giao nhau cùng mức với đường sắt, đường hẹp, đường dốc, đoạn đường cong tầm nhìn bị che khuất, trên đường cao tốc, trong hầm đường bộ, trên đường một chiều.",
    "questionId": 54,
    "isCorrect": false
  },
  {
    "id": 159,
    "content": "Cả hai ý trên.",
    "questionId": 54,
    "isCorrect": true
  },
  {
    "id": 160,
    "content": "Ở phần đường dành cho người đi bộ qua đường, trên cầu, đầu cầu, trên đường cao tốc, tại nơi đường bộ giao nhau cùng mức với đường sắt, đường hẹp, đường dốc.",
    "questionId": 55,
    "isCorrect": true
  },
  {
    "id": 161,
    "content": "Ở phía trước hoặc phía sau của phần đường dành cho người đi bộ qua đường, trên đường quốc lộ.",
    "questionId": 55,
    "isCorrect": false
  },
  {
    "id": 162,
    "content": "Cả hai ý trên.",
    "questionId": 55,
    "isCorrect": false
  },
  {
    "id": 163,
    "content": "Phải quan sát, bảo đảm khoảng cách an toàn với xe phía sau.",
    "questionId": 56,
    "isCorrect": false
  },
  {
    "id": 164,
    "content": "Giảm tốc độ và có tín hiệu báo hướng rẽ.",
    "questionId": 56,
    "isCorrect": false
  },
  {
    "id": 165,
    "content": "Chuyển dần sang làn gần nhất với hướng rẽ. Khi bảo đảm an toàn, không gây trở ngại cho người và phương tiện khác mới được chuyển hướng.",
    "questionId": 56,
    "isCorrect": false
  },
  {
    "id": 166,
    "content": "Cả ba ý trên.",
    "questionId": 56,
    "isCorrect": true
  },
  {
    "id": 167,
    "content": "Khi bắt đầu chuyển làn đường.",
    "questionId": 57,
    "isCorrect": false
  },
  {
    "id": 168,
    "content": "Trước khi thay đổi làn đường.",
    "questionId": 57,
    "isCorrect": true
  },
  {
    "id": 169,
    "content": "Sau khi thay đổi làn đường.",
    "questionId": 57,
    "isCorrect": false
  },
  {
    "id": 170,
    "content": "Ở đường một chiều, khu vực cấm dừng, trên phần đường dành cho người đi bộ qua đường.",
    "questionId": 58,
    "isCorrect": false
  },
  {
    "id": 171,
    "content": "Nơi đường bộ giao nhau, đường bộ giao nhau cùng mức với đường sắt.",
    "questionId": 58,
    "isCorrect": false
  },
  {
    "id": 172,
    "content": "Nơi tầm nhìn bị che khuất, trong hầm đường bộ, trên đường cao tốc.",
    "questionId": 58,
    "isCorrect": false
  },
  {
    "id": 173,
    "content": "Cả ba ý trên.",
    "questionId": 58,
    "isCorrect": true
  },
  {
    "id": 174,
    "content": "Trên miệng cống thoát nước, miệng hầm của đường điện thoại, điện cao thế, chỗ dành riêng cho xe chữa cháy lấy nước.",
    "questionId": 59,
    "isCorrect": false
  },
  {
    "id": 175,
    "content": "Trong phạm vi an toàn của đường sắt.",
    "questionId": 59,
    "isCorrect": false
  },
  {
    "id": 176,
    "content": "Cả hai ý trên.",
    "questionId": 59,
    "isCorrect": true
  },
  {
    "id": 177,
    "content": "0,25 mét.",
    "questionId": 60,
    "isCorrect": true
  },
  {
    "id": 178,
    "content": "0,3 mét.",
    "questionId": 60,
    "isCorrect": false
  },
  {
    "id": 179,
    "content": "0,4 mét.",
    "questionId": 60,
    "isCorrect": false
  },
  {
    "id": 180,
    "content": "0,5 mét.",
    "questionId": 60,
    "isCorrect": false
  },
  {
    "id": 181,
    "content": "10 mét.",
    "questionId": 61,
    "isCorrect": false
  },
  {
    "id": 182,
    "content": "15 mét.",
    "questionId": 61,
    "isCorrect": false
  },
  {
    "id": 183,
    "content": "20 mét.",
    "questionId": 61,
    "isCorrect": true
  },
  {
    "id": 184,
    "content": "25 mét.",
    "questionId": 61,
    "isCorrect": false
  },
  {
    "id": 185,
    "content": "Nơi có lề đường rộng hoặc khu đất ở bên ngoài phần đường xe chạy.",
    "questionId": 62,
    "isCorrect": false
  },
  {
    "id": 186,
    "content": "Song song cùng chiều với một xe khác đang dừng, đỗ trên đường; trên đoạn đường cong hoặc gần đầu dốc mà tầm nhìn bị che khuất; bên trái đường một chiều.",
    "questionId": 62,
    "isCorrect": true
  },
  {
    "id": 187,
    "content": "Cả hai ý trên.",
    "questionId": 62,
    "isCorrect": false
  },
  {
    "id": 188,
    "content": "Được phép.",
    "questionId": 63,
    "isCorrect": false
  },
  {
    "id": 189,
    "content": "Nếu phương tiện được kéo, đẩy có khối lượng nhỏ hơn phương tiện của mình.",
    "questionId": 63,
    "isCorrect": false
  },
  {
    "id": 190,
    "content": "Tùy trường hợp.",
    "questionId": 63,
    "isCorrect": false
  },
  {
    "id": 191,
    "content": "Không được phép.",
    "questionId": 63,
    "isCorrect": true
  },
  {
    "id": 192,
    "content": "Buông cả hai tay; đứng, nằm trên xe điều khiển xe; sử dụng chân chống hoặc vật khác quệt xuống đường khi xe đang chạy.",
    "questionId": 64,
    "isCorrect": true
  },
  {
    "id": 193,
    "content": "Chở tối đa hai người phía sau khi chở người bệnh đi cấp cứu, áp giải người có hành vi vi phạm pháp luật, trẻ em dưới 12 tuổi và người già yếu hoặc người khuyết tật.",
    "questionId": 64,
    "isCorrect": false
  },
  {
    "id": 194,
    "content": "Buông cả hai tay; sử dụng xe để kéo, đẩy xe khác, vật khác; sử dụng chân chống hoặc vật khác quệt xuống đường khi xe đang chạy.",
    "questionId": 65,
    "isCorrect": true
  },
  {
    "id": 195,
    "content": "Sử dụng xe để chở người hoặc hàng hóa; để chân chạm xuống đất khi khởi hành.",
    "questionId": 65,
    "isCorrect": false
  },
  {
    "id": 196,
    "content": "Đội mũ bảo hiểm; chạy xe đúng tốc độ quy định và chấp hành đúng quy tắc giao thông đường bộ.",
    "questionId": 65,
    "isCorrect": false
  },
  {
    "id": 197,
    "content": "Chở người ngồi sau dưới 16 tuổi.",
    "questionId": 65,
    "isCorrect": false
  },
  {
    "id": 198,
    "content": "Mang, vác vật cồng kềnh.",
    "questionId": 66,
    "isCorrect": false
  },
  {
    "id": 199,
    "content": "Bám, kéo hoặc đẩy các phương tiện khác.",
    "questionId": 66,
    "isCorrect": false
  },
  {
    "id": 200,
    "content": "Dùng tay cầm điện thoại hoặc các thiết bị điện tử khác.",
    "questionId": 66,
    "isCorrect": false
  },
  {
    "id": 201,
    "content": "Ý 1 và ý 2.",
    "questionId": 66,
    "isCorrect": true
  },
  {
    "id": 202,
    "content": "Được phép.",
    "questionId": 67,
    "isCorrect": false
  },
  {
    "id": 203,
    "content": "Được bám trong trường hợp phương tiện của mình bị hỏng.",
    "questionId": 67,
    "isCorrect": false
  },
  {
    "id": 204,
    "content": "Được kéo, đẩy trong trường hợp phương tiện khác bị hỏng.",
    "questionId": 67,
    "isCorrect": false
  },
  {
    "id": 205,
    "content": "Không được phép.",
    "questionId": 67,
    "isCorrect": true
  },
  {
    "id": 206,
    "content": "Đội mũ bảo hiểm theo đúng quy chuẩn kỹ thuật quốc gia và cài quai đúng quy cách.",
    "questionId": 68,
    "isCorrect": true
  },
  {
    "id": 207,
    "content": "Người lái xe phải đội mũ bảo hiểm, người được chở trên xe không nhất thiết phải đội mũ bảo hiểm.",
    "questionId": 68,
    "isCorrect": false
  },
  {
    "id": 208,
    "content": "Phải đội mũ bảo hiểm nhưng không nhất thiết phải cài quai.",
    "questionId": 68,
    "isCorrect": false
  },
  {
    "id": 209,
    "content": "Chở người bệnh đi cấp cứu; áp giải người có hành vi vi phạm pháp luật; trẻ em dưới 12 tuổi; người già yếu hoặc người khuyết tật.",
    "questionId": 69,
    "isCorrect": true
  },
  {
    "id": 210,
    "content": "Người đã uống rượu, bia; người trong cơ thể có chất ma tuý.",
    "questionId": 69,
    "isCorrect": false
  },
  {
    "id": 211,
    "content": "Cả hai ý trên.",
    "questionId": 69,
    "isCorrect": false
  },
  {
    "id": 212,
    "content": "Đi xe dàn hàng ngang; buông cả hai tay.",
    "questionId": 70,
    "isCorrect": false
  },
  {
    "id": 213,
    "content": "Sử dụng xe để kéo, đẩy xe khác, vật khác, dẫn dắt vật nuôi, mang, vác và chở vật cồng kềnh; chở người đứng trên xe, giá đèo hàng hoặc ngồi trên tay lái; xếp hàng hóa trên xe quá giới hạn quy định.",
    "questionId": 70,
    "isCorrect": false
  },
  {
    "id": 214,
    "content": "Ngồi về một bên điều khiển xe; đứng, nằm trên xe điều khiển xe; thay người lái xe khi xe đang chạy; quay người về phía sau để điều khiển xe hoặc bịt mắt điều khiển xe; sử dụng chân chống hoặc vật khác quệt xuống đường khi xe đang chạy.",
    "questionId": 70,
    "isCorrect": false
  },
  {
    "id": 215,
    "content": "Cả ba ý trên.",
    "questionId": 70,
    "isCorrect": true
  },
  {
    "id": 216,
    "content": "Đi xe dàn hàng ngang; đi xe vào phần đường dành cho người đi bộ và phương tiện khác.",
    "questionId": 71,
    "isCorrect": false
  },
  {
    "id": 217,
    "content": "Sử dụng ô, thiết bị âm thanh, trừ thiết bị trợ thính.",
    "questionId": 71,
    "isCorrect": false
  },
  {
    "id": 218,
    "content": "Cả hai ý trên.",
    "questionId": 71,
    "isCorrect": true
  },
  {
    "id": 219,
    "content": "Đi trên phần đường, làn đường quy định, chấp hành hiệu lệnh của người điều khiển giao thông, đèn tín hiệu giao thông.",
    "questionId": 72,
    "isCorrect": false
  },
  {
    "id": 220,
    "content": "Đi xe dàn hàng ngang, đi xe vào phần đường dành cho người đi bộ.",
    "questionId": 72,
    "isCorrect": true
  },
  {
    "id": 221,
    "content": "Cả hai ý trên.",
    "questionId": 72,
    "isCorrect": false
  },
  {
    "id": 222,
    "content": "Được sử dụng.",
    "questionId": 73,
    "isCorrect": false
  },
  {
    "id": 223,
    "content": "Chỉ người ngồi sau được sử dụng.",
    "questionId": 73,
    "isCorrect": false
  },
  {
    "id": 224,
    "content": "Không được sử dụng.",
    "questionId": 73,
    "isCorrect": true
  },
  {
    "id": 225,
    "content": "Được sử dụng nếu không có áo mưa.",
    "questionId": 73,
    "isCorrect": false
  },
  {
    "id": 226,
    "content": "Chỉ được phép nếu cả hai đội mũ bảo hiểm.",
    "questionId": 74,
    "isCorrect": false
  },
  {
    "id": 227,
    "content": "Không được phép.",
    "questionId": 74,
    "isCorrect": true
  },
  {
    "id": 228,
    "content": "Chỉ được thực hiện trên đường vắng.",
    "questionId": 74,
    "isCorrect": false
  },
  {
    "id": 229,
    "content": "Không bị xử phạt chỉ bị nhắc nhở.",
    "questionId": 75,
    "isCorrect": false
  },
  {
    "id": 230,
    "content": "Người được chở không bị xử phạt, chỉ xử phạt người điều khiển xe mô tô, xe gắn máy.",
    "questionId": 75,
    "isCorrect": false
  },
  {
    "id": 231,
    "content": "Người được chở bị xử phạt, không xử phạt người điều khiển xe mô tô, xe gắn máy.",
    "questionId": 75,
    "isCorrect": false
  },
  {
    "id": 232,
    "content": "Xử phạt cả người điều khiển và người được chở trên xe mô tô, xe gắn máy.",
    "questionId": 75,
    "isCorrect": true
  },
  {
    "id": 233,
    "content": "Phải đội mũ bảo hiểm theo đúng quy chuẩn kỹ thuật quốc gia và cài quai đúng quy cách, không sử dụng ô, điện thoại di động, thiết bị âm thanh (trừ thiết bị trợ thính).",
    "questionId": 76,
    "isCorrect": true
  },
  {
    "id": 234,
    "content": "Phải đội mũ bảo hiểm khi trời mưa gió hoặc trời quá nắng; có thể sử dụng ô, điện thoại di động, thiết bị âm thanh nhưng phải bảo đảm an toàn.",
    "questionId": 76,
    "isCorrect": false
  },
  {
    "id": 235,
    "content": "Phải đội mũ bảo hiểm khi cảm thấy mất an toàn giao thông hoặc khi chuẩn bị di chuyển quãng đường xa.",
    "questionId": 76,
    "isCorrect": false
  },
  {
    "id": 236,
    "content": "Xe thô sơ, người đi bộ xuống trước, xe cơ giới, xe máy chuyên dùng xuống sau.",
    "questionId": 77,
    "isCorrect": false
  },
  {
    "id": 237,
    "content": "Xe cơ giới, xe máy chuyên dùng xuống trước, xe thô sơ, người đi bộ xuống sau.",
    "questionId": 77,
    "isCorrect": true
  },
  {
    "id": 238,
    "content": "Xe cơ giới, xe thô sơ xuống trước, xe máy chuyên dùng, người đi bộ xuống sau.",
    "questionId": 77,
    "isCorrect": false
  },
  {
    "id": 239,
    "content": "Cho xe đi trên bất kỳ làn đường nào hoặc giữa 02 làn đường nếu không có xe đi phía trước; khi cần thiết phải chuyển làn đường, người lái xe phải quan sát xe phía trước để bảo đảm an toàn.",
    "questionId": 78,
    "isCorrect": false
  },
  {
    "id": 240,
    "content": "Phải cho xe đi trong một làn đường và chỉ được chuyển làn đường ở những nơi cho phép; mỗi lần chuyển làn đường chỉ được phép chuyển sang một làn đường liền kề; khi chuyển làn đường phải có tín hiệu báo trước; phải quan sát bảo đảm khoảng cách an toàn với xe phía trước, phía sau và hai bên mới được chuyển làn.",
    "questionId": 78,
    "isCorrect": true
  },
  {
    "id": 241,
    "content": "Phải cho xe đi trong một làn đường, chỉ được chuyển làn đường khi vượt xe phía trước cùng làn đường.",
    "questionId": 78,
    "isCorrect": false
  },
  {
    "id": 242,
    "content": "Xe thô sơ phải đi trên làn đường bên trái, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên phải trong cùng.",
    "questionId": 79,
    "isCorrect": false
  },
  {
    "id": 243,
    "content": "Xe thô sơ phải đi trên làn đường bên phải trong cùng, xe cơ giới, xe máy chuyên dùng đi trên làn đường bên trái.",
    "questionId": 79,
    "isCorrect": true
  },
  {
    "id": 244,
    "content": "Xe thô sơ phải đi trên làn đường bên phải trong cùng, xe cơ giới, xe máy chuyên dùng được đi trên tất cả các làn đường.",
    "questionId": 79,
    "isCorrect": false
  },
  {
    "id": 245,
    "content": "Chỉ được báo hiệu bằng còi.",
    "questionId": 80,
    "isCorrect": false
  },
  {
    "id": 246,
    "content": "Phải báo hiệu bằng cả còi và đèn.",
    "questionId": 80,
    "isCorrect": false
  },
  {
    "id": 247,
    "content": "Chỉ được báo hiệu bằng đèn.",
    "questionId": 80,
    "isCorrect": true
  },
  {
    "id": 248,
    "content": "Tăng tốc độ và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe xin vượt.",
    "questionId": 81,
    "isCorrect": false
  },
  {
    "id": 249,
    "content": "Giảm tốc độ, có tín hiệu rẽ phải để báo hiệu cho người điều khiển phương tiện tham gia giao thông đường bộ phía sau biết được vượt và đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được cản trở đối với xe xin vượt.",
    "questionId": 81,
    "isCorrect": true
  },
  {
    "id": 250,
    "content": "Cho xe đi sát về bên trái của phần đường xe chạy và ra hiệu cho xe sau vượt, không được gây trở ngại cho xe xin vượt.",
    "questionId": 81,
    "isCorrect": false
  },
  {
    "id": 251,
    "content": "Có tín hiệu rẽ trái để báo hiệu cho người điều khiển phương tiện tham gia giao thông đường bộ phía sau biết là chưa được vượt.",
    "questionId": 82,
    "isCorrect": true
  },
  {
    "id": 252,
    "content": "Tiếp tục đi cho đến khi đủ điều kiện an toàn, nếu xe sau vẫn xin vượt thì báo hiệu cho xe sau vượt.",
    "questionId": 82,
    "isCorrect": false
  },
  {
    "id": 253,
    "content": "Tăng tốc độ để báo hiệu cho xe xin vượt biết là chưa được vượt.",
    "questionId": 82,
    "isCorrect": false
  },
  {
    "id": 254,
    "content": "Phải nhường đường cho người đi bộ, xe thô sơ, xe đi ngược chiều và chỉ chuyển hướng khi không gây trở ngại hoặc nguy hiểm cho người, phương tiện khác.",
    "questionId": 83,
    "isCorrect": true
  },
  {
    "id": 255,
    "content": "Nhanh chóng chuyển hướng để không gây trở ngại hoặc nguy hiểm cho người, phương tiện khác.",
    "questionId": 83,
    "isCorrect": false
  },
  {
    "id": 256,
    "content": "Ra tín hiệu chuyển hướng để yêu cầu các phương tiện khác dừng lại cho xe chuyển hướng di chuyển.",
    "questionId": 83,
    "isCorrect": false
  },
  {
    "id": 257,
    "content": "Quan sát gương, nếu không có phương tiện gần hướng rẽ thì nhanh chóng chuyển hướng.",
    "questionId": 84,
    "isCorrect": false
  },
  {
    "id": 258,
    "content": "Quan sát, bảo đảm khoảng cách an toàn với xe phía sau, giảm tốc độ và có tín hiệu báo hướng rẽ hoặc có tín hiệu bằng tay theo hướng rẽ đối với xe thô sơ không có đèn báo hướng rẽ, chuyển dần sang làn gần nhất với hướng rẽ. Tín hiệu báo hướng rẽ hoặc tín hiệu bằng tay phải sử dụng liên tục trong quá trình chuyển hướng. Khi bảo đảm an toàn, không gây trở ngại cho người và phương tiện khác mới được chuyển hướng.",
    "questionId": 84,
    "isCorrect": true
  },
  {
    "id": 259,
    "content": "Quan sát gương, tăng tốc độ, ra tín hiệu và chuyển hướng.",
    "questionId": 84,
    "isCorrect": false
  },
  {
    "id": 260,
    "content": "Quan sát phía sau và cho lùi xe ở tốc độ chậm.",
    "questionId": 85,
    "isCorrect": false
  },
  {
    "id": 261,
    "content": "Có tín hiệu báo lùi, nếu phía sau không có người hoặc phương tiện khác thì nhanh chóng lùi để bảo đảm an toàn.",
    "questionId": 85,
    "isCorrect": false
  },
  {
    "id": 262,
    "content": "Phải quan sát hai bên và phía sau xe, có tín hiệu lùi và chỉ lùi xe khi bảo đảm an toàn.",
    "questionId": 85,
    "isCorrect": true
  },
  {
    "id": 263,
    "content": "Phải lùi thật chậm.",
    "questionId": 86,
    "isCorrect": false
  },
  {
    "id": 264,
    "content": "Bấm còi 3 lần liên tiếp trước khi lùi.",
    "questionId": 86,
    "isCorrect": false
  },
  {
    "id": 265,
    "content": "Không được lùi xe.",
    "questionId": 86,
    "isCorrect": true
  },
  {
    "id": 266,
    "content": "Giảm tốc độ và cho xe đi về bên phải theo chiều xe chạy của mình.",
    "questionId": 87,
    "isCorrect": true
  },
  {
    "id": 267,
    "content": "Một trong hai xe phải dừng lại cho xe kia đi qua mới được đi.",
    "questionId": 87,
    "isCorrect": false
  },
  {
    "id": 268,
    "content": "Tăng tốc độ, cho xe đi về bên phải theo chiều xe chạy của mình để nhanh chóng vượt qua.",
    "questionId": 87,
    "isCorrect": false
  },
  {
    "id": 269,
    "content": "Nơi đường hẹp chỉ đủ cho một xe chạy và có chỗ tránh xe thì xe nào ở gần chỗ tránh hơn phải vào vị trí tránh, nhường đường cho xe đi ngược chiều.",
    "questionId": 88,
    "isCorrect": false
  },
  {
    "id": 270,
    "content": "Xe xuống dốc phải nhường đường cho xe lên dốc.",
    "questionId": 88,
    "isCorrect": false
  },
  {
    "id": 271,
    "content": "Xe có chướng ngại vật phía trước phải nhường đường cho xe không có chướng ngại vật phía trước.",
    "questionId": 88,
    "isCorrect": false
  },
  {
    "id": 272,
    "content": "Cả ba ý trên.",
    "questionId": 88,
    "isCorrect": true
  },
  {
    "id": 273,
    "content": "Tiếp tục đi và phát tín hiệu cho xe lên dốc nhường đường cho xe bạn.",
    "questionId": 89,
    "isCorrect": false
  },
  {
    "id": 274,
    "content": "Nhường đường cho xe lên dốc.",
    "questionId": 89,
    "isCorrect": true
  },
  {
    "id": 275,
    "content": "Chỉ nhường đường khi xe lên dốc nháy đèn.",
    "questionId": 89,
    "isCorrect": false
  },
  {
    "id": 276,
    "content": "Quan sát, giảm tốc độ hoặc dừng lại để bảo đảm an toàn.",
    "questionId": 90,
    "isCorrect": true
  },
  {
    "id": 277,
    "content": "Đi sang làn đường của xe ngược chiều để mở rộng tầm nhìn và vượt xe khác.",
    "questionId": 90,
    "isCorrect": false
  },
  {
    "id": 278,
    "content": "Cho xe đi sát bên phải làn đường, bật tín hiệu báo hiệu để vượt bên phải xe khác.",
    "questionId": 90,
    "isCorrect": false
  },
  {
    "id": 279,
    "content": "Nhường đường cho xe đi ở bên phải mình tới.",
    "questionId": 91,
    "isCorrect": false
  },
  {
    "id": 280,
    "content": "Nhường đường cho xe đi ở bên trái mình tới.",
    "questionId": 91,
    "isCorrect": false
  },
  {
    "id": 281,
    "content": "Nhường đường cho xe đi trên đường ưu tiên hoặc đường chính từ bất kỳ hướng nào tới.",
    "questionId": 91,
    "isCorrect": true
  },
  {
    "id": 282,
    "content": "Nhường đường cho xe đi đến từ bên phải.",
    "questionId": 92,
    "isCorrect": false
  },
  {
    "id": 283,
    "content": "Nhường đường cho xe đi đến từ bên trái.",
    "questionId": 92,
    "isCorrect": true
  },
  {
    "id": 284,
    "content": "Không phải nhường đường.",
    "questionId": 92,
    "isCorrect": false
  },
  {
    "id": 285,
    "content": "Phải nhường đường cho xe đi đến từ bên phải.",
    "questionId": 93,
    "isCorrect": true
  },
  {
    "id": 286,
    "content": "Xe báo hiệu xin đường trước, xe đó được đi trước.",
    "questionId": 93,
    "isCorrect": false
  },
  {
    "id": 287,
    "content": "Phải nhường đường cho xe đi đến từ bên trái.",
    "questionId": 93,
    "isCorrect": false
  },
  {
    "id": 288,
    "content": "Xe chữa cháy của Cảnh sát phòng cháy, chữa cháy và cứu nạn, cứu hộ và xe chữa cháy của các lực lượng khác; xe của lực lượng quân sự, công an và kiểm sát; đoàn xe có xe Cảnh sát giao thông dẫn đường; xe cứu thương; xe hộ đê không có tín hiệu ưu tiên theo quy định.",
    "questionId": 94,
    "isCorrect": false
  },
  {
    "id": 289,
    "content": "Xe ưu tiên gồm xe chữa cháy của Cảnh sát phòng cháy, chữa cháy và cứu nạn, cứu hộ và xe chữa cháy của các lực lượng khác được huy động đi làm nhiệm vụ chữa cháy; xe của lực lượng quân sự, công an và kiểm sát đi làm nhiệm vụ khẩn cấp; đoàn xe có xe Cảnh sát giao thông dẫn đường; xe cứu thương đi làm nhiệm vụ cấp cứu; xe hộ đê đi làm nhiệm vụ; xe đi làm nhiệm vụ cứu nạn, cứu hộ, khắc phục sự cố thiên tai, dịch bệnh hoặc xe đi làm nhiệm vụ trong tình trạng khẩn cấp theo quy định của pháp luật; đoàn xe tang.",
    "questionId": 94,
    "isCorrect": true
  },
  {
    "id": 290,
    "content": "Xe ô tô, xe máy, đoàn xe đang diễu hành có tổ chức có báo tín hiệu xin vượt bằng còi và đèn.",
    "questionId": 94,
    "isCorrect": false
  },
  {
    "id": 291,
    "content": "Không bị hạn chế tốc độ.",
    "questionId": 95,
    "isCorrect": false
  },
  {
    "id": 292,
    "content": "Được phép đi không phụ thuộc vào tín hiệu đèn giao thông, đi vào đường ngược chiều, các đường khác có thể đi được.",
    "questionId": 95,
    "isCorrect": false
  },
  {
    "id": 293,
    "content": "Được đi ngược chiều trên làn dừng xe khẩn cấp trên đường cao tốc.",
    "questionId": 95,
    "isCorrect": false
  },
  {
    "id": 294,
    "content": "Cả ba ý trên.",
    "questionId": 95,
    "isCorrect": true
  },
  {
    "id": 295,
    "content": "Giảm tốc độ, đi sát lề đường bên phải hoặc dừng lại để nhường đường.",
    "questionId": 96,
    "isCorrect": true
  },
  {
    "id": 296,
    "content": "Tăng tốc độ và đi sát lề đường bên phải để nhường đường.",
    "questionId": 96,
    "isCorrect": false
  },
  {
    "id": 297,
    "content": "Giảm tốc độ, đi sát lề đường bên trái để nhường đường.",
    "questionId": 96,
    "isCorrect": false
  },
  {
    "id": 298,
    "content": "Không được vượt.",
    "questionId": 97,
    "isCorrect": false
  },
  {
    "id": 299,
    "content": "Được phép vượt ở phần đường dành cho người đi bộ qua đường.",
    "questionId": 97,
    "isCorrect": false
  },
  {
    "id": 300,
    "content": "Được vượt khi bảo đảm an toàn.",
    "questionId": 97,
    "isCorrect": true
  },
  {
    "id": 301,
    "content": "Không được vượt.",
    "questionId": 98,
    "isCorrect": true
  },
  {
    "id": 302,
    "content": "Được vượt khi đang đi trên cầu.",
    "questionId": 98,
    "isCorrect": false
  },
  {
    "id": 303,
    "content": "Được phép vượt khi đi qua nơi giao nhau có ít phương tiện cùng tham gia giao thông.",
    "questionId": 98,
    "isCorrect": false
  },
  {
    "id": 304,
    "content": "Được vượt khi bảo đảm an toàn.",
    "questionId": 98,
    "isCorrect": false
  },
  {
    "id": 305,
    "content": "Dừng lại về bên phải đường của mình, trước vạch dừng xe và quan sát hai phía, khi không có phương tiện giao thông đường sắt tới mới được đi qua.",
    "questionId": 99,
    "isCorrect": true
  },
  {
    "id": 306,
    "content": "Quan sát hai phía, khi không có phương tiện giao thông đường sắt tới thì nhanh chóng đi qua.",
    "questionId": 99,
    "isCorrect": false
  },
  {
    "id": 307,
    "content": "Dừng lại khoảng cách tối thiểu 3 mét tính từ ray đường sắt gần nhất, khi không có phương tiện giao thông đường sắt tới thì nhanh chóng đi qua.",
    "questionId": 99,
    "isCorrect": false
  },
  {
    "id": 308,
    "content": "Dừng lại về bên trái đường của mình, trước vạch dừng xe.",
    "questionId": 100,
    "isCorrect": false
  },
  {
    "id": 309,
    "content": "Dừng lại giữa đường của mình, trước vạch dừng xe.",
    "questionId": 100,
    "isCorrect": false
  },
  {
    "id": 310,
    "content": "Dừng lại về bên phải đường của mình, trước vạch dừng xe.",
    "questionId": 100,
    "isCorrect": true
  },
  {
    "id": 311,
    "content": "Người lái xe và người có mặt phải ngay lập tức báo hiệu để dừng tàu, thực hiện các biện pháp bảo đảm an toàn.",
    "questionId": 101,
    "isCorrect": true
  },
  {
    "id": 312,
    "content": "Để xe lại, tìm cách báo cho người quản lý đường sắt, nhà ga nơi gần nhất.",
    "questionId": 101,
    "isCorrect": false
  },
  {
    "id": 313,
    "content": "Không di chuyển phương tiện, tự khắc phục sửa chữa.",
    "questionId": 101,
    "isCorrect": false
  },
  {
    "id": 314,
    "content": "Hiệu lệnh của nhân viên gác chắn.",
    "questionId": 102,
    "isCorrect": false
  },
  {
    "id": 315,
    "content": "Đèn đỏ sáng nhấp nháy, chuông kêu.",
    "questionId": 102,
    "isCorrect": false
  },
  {
    "id": 316,
    "content": "Chắn đường bộ đang dịch chuyển hoặc đã đóng.",
    "questionId": 102,
    "isCorrect": false
  },
  {
    "id": 317,
    "content": "Cả ba ý trên.",
    "questionId": 102,
    "isCorrect": true
  },
  {
    "id": 318,
    "content": "Xe cơ giới, xe máy chuyên dùng phải bật đèn chiếu gần; xe thô sơ phải bật đèn hoặc có vật phát sáng báo hiệu; không dừng xe, đỗ xe trong hầm đường bộ; trường hợp gặp sự cố kỹ thuật hoặc bất khả kháng khác buộc phải dừng xe, đỗ xe, người lái xe, người điều khiển xe máy chuyên dùng phải đưa xe vào vị trí dừng xe, đỗ xe khẩn cấp, nếu không di chuyển được, phải có báo hiệu bằng đèn khẩn cấp và đặt biển hoặc đèn cảnh báo về phía sau xe khoảng cách bảo đảm an toàn.",
    "questionId": 103,
    "isCorrect": true
  },
  {
    "id": 319,
    "content": "Xe cơ giới, xe máy chuyên dùng phải bật đèn chiếu xa; được dừng xe, đỗ xe khi cần thiết.",
    "questionId": 103,
    "isCorrect": false
  },
  {
    "id": 320,
    "content": "Phải cho xe chạy trên một làn đường và chỉ chuyển làn ở nơi được phép; được quay đầu xe, lùi xe khi cần thiết.",
    "questionId": 103,
    "isCorrect": false
  },
  {
    "id": 321,
    "content": "Nối bằng dây cáp có độ dài 6 mét.",
    "questionId": 104,
    "isCorrect": false
  },
  {
    "id": 322,
    "content": "Nối bằng dây cáp có độ dài 8 mét.",
    "questionId": 104,
    "isCorrect": false
  },
  {
    "id": 323,
    "content": "Nối bằng thanh nối cứng.",
    "questionId": 104,
    "isCorrect": true
  },
  {
    "id": 324,
    "content": "Chỉ được kéo rơ moóc, sơ mi rơ moóc phù hợp với thiết kế của xe; việc kết nối xe kéo với rơ moóc, xe ô tô đầu kéo với sơ mi rơ moóc phải bảo đảm chắc chắn, an toàn.",
    "questionId": 105,
    "isCorrect": true
  },
  {
    "id": 325,
    "content": "Phải có tổng trọng lượng tương đương tổng trọng lượng của rơ moóc hoặc phải có hệ thống hãm có hiệu lực cho rơ moóc.",
    "questionId": 105,
    "isCorrect": false
  },
  {
    "id": 326,
    "content": "Phải được lắp phanh phụ theo quy định để đảm bảo an toàn.",
    "questionId": 105,
    "isCorrect": false
  },
  {
    "id": 327,
    "content": "Một xe ô tô được kéo theo nhiều xe ô tô hoặc xe máy chuyên dùng khác khi xe được kéo không tự chạy được (trừ trường hợp xe vận chuyển hàng siêu trường, siêu trọng).",
    "questionId": 106,
    "isCorrect": false
  },
  {
    "id": 328,
    "content": "Xe được kéo phải có người điều khiển và hệ thống lái của xe đó phải còn hiệu lực; việc nối xe kéo với xe được kéo phải bảo đảm chắc chắn, an toàn; trường hợp hệ thống hãm của xe được kéo không còn hiệu lực thì xe kéo nhau phải nối bằng thanh nối cứng. Phía trước của xe kéo và phía sau của xe được kéo phải có biển báo hiệu, có đèn cảnh báo nhấp nháy màu vàng.",
    "questionId": 106,
    "isCorrect": true
  },
  {
    "id": 329,
    "content": "Cả hai ý trên.",
    "questionId": 106,
    "isCorrect": false
  },
  {
    "id": 330,
    "content": "Có báo hiệu cảnh báo nguy hiểm hoặc có chướng ngại vật trên đường; chuyển hướng xe chạy hoặc tầm nhìn bị hạn chế.",
    "questionId": 107,
    "isCorrect": false
  },
  {
    "id": 331,
    "content": "Nơi cầu, cống hẹp, đập tràn, đường ngầm, hầm chui, hầm đường bộ; có vật nuôi đi trên đường hoặc chăn thả ở ven đường.",
    "questionId": 107,
    "isCorrect": false
  },
  {
    "id": 332,
    "content": "Điểm dừng xe, đỗ xe trên đường bộ có khách đang lên, xuống xe.",
    "questionId": 107,
    "isCorrect": false
  },
  {
    "id": 333,
    "content": "Cả ba ý trên.",
    "questionId": 107,
    "isCorrect": true
  },
  {
    "id": 334,
    "content": "Có chướng ngại vật phía trước, xe chạy phía trước có tín hiệu vượt xe khác.",
    "questionId": 108,
    "isCorrect": true
  },
  {
    "id": 335,
    "content": "Xe chạy phía trước đã có tín hiệu rẽ phải và tránh về bên phải.",
    "questionId": 108,
    "isCorrect": false
  },
  {
    "id": 336,
    "content": "Cả hai ý trên.",
    "questionId": 108,
    "isCorrect": false
  },
  {
    "id": 337,
    "content": "Xe phía trước có tín hiệu rẽ trái hoặc đang rẽ trái hoặc khi xe chuyên dùng đang làm việc trên đường mà không thể vượt bên trái.",
    "questionId": 109,
    "isCorrect": true
  },
  {
    "id": 338,
    "content": "Xe phía trước đang đi sát lề đường bên trái.",
    "questionId": 109,
    "isCorrect": false
  },
  {
    "id": 339,
    "content": "Cả hai ý trên.",
    "questionId": 109,
    "isCorrect": false
  },
  {
    "id": 340,
    "content": "Giảm tốc độ, có tín hiệu rẽ phải để báo hiệu cho người điều khiển phương tiện tham gia giao thông đường bộ phía sau biết được vượt và đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua, không được cản trở đối với xe xin vượt.",
    "questionId": 110,
    "isCorrect": true
  },
  {
    "id": 341,
    "content": "Lái xe vào lề đường bên trái và giảm tốc độ để xe phía sau vượt qua, không được gây trở ngại đối với xe xin vượt.",
    "questionId": 110,
    "isCorrect": false
  },
  {
    "id": 342,
    "content": "Tăng tốc độ, đi sát về bên phải của phần đường xe chạy cho đến khi xe sau đã vượt qua.",
    "questionId": 110,
    "isCorrect": false
  },
  {
    "id": 343,
    "content": "Xe máy chuyên dùng có tốc độ thiết kế nhỏ hơn tốc độ tối thiểu quy định đối với đường cao tốc, xe chở người bốn bánh có gắn động cơ, xe chở hàng bốn bánh có gắn động cơ, xe mô tô, xe gắn máy, các loại xe tương tự xe mô tô, xe gắn máy, xe thô sơ, người đi bộ.",
    "questionId": 111,
    "isCorrect": true
  },
  {
    "id": 344,
    "content": "Xe máy chuyên dùng có tốc độ thiết kế lớn hơn tốc độ tối thiểu quy định đối với đường cao tốc.",
    "questionId": 111,
    "isCorrect": false
  },
  {
    "id": 345,
    "content": "Xe ô tô và xe máy chuyên dùng có tốc độ thiết kế lớn hơn 80 km/h.",
    "questionId": 111,
    "isCorrect": false
  },
  {
    "id": 346,
    "content": "Được đi ngược chiều bất cứ làn đường nào của đường cao tốc có thể đi được.",
    "questionId": 112,
    "isCorrect": false
  },
  {
    "id": 347,
    "content": "Chỉ được đi ngược chiều trên làn dừng xe khẩn cấp.",
    "questionId": 112,
    "isCorrect": true
  },
  {
    "id": 348,
    "content": "Chỉ được đi ngược chiều trên làn đường sát dải phân cách của đường cao tốc.",
    "questionId": 112,
    "isCorrect": false
  },
  {
    "id": 349,
    "content": "Dừng, đỗ xe trên phần đường xe chạy, trừ trường hợp xe không thể di chuyển được vào làn đường khẩn cấp.",
    "questionId": 113,
    "isCorrect": false
  },
  {
    "id": 350,
    "content": "Lùi xe, quay đầu xe.",
    "questionId": 113,
    "isCorrect": false
  },
  {
    "id": 351,
    "content": "Cả hai ý trên.",
    "questionId": 113,
    "isCorrect": true
  },
  {
    "id": 352,
    "content": "Bật đèn tín hiệu khẩn cấp, dừng xe ngay lập tức và đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác.",
    "questionId": 114,
    "isCorrect": false
  },
  {
    "id": 353,
    "content": "Bật tín hiệu khẩn cấp, lập tức đưa xe vào làn đường xe chạy bên phải trong cùng, đặt biển báo hiệu nguy hiểm để cảnh báo cho các xe khác.",
    "questionId": 114,
    "isCorrect": false
  },
  {
    "id": 354,
    "content": "Dừng xe, đỗ xe ở làn dừng khẩn cấp cùng chiều xe chạy và phải có báo hiệu bằng đèn khẩn cấp; trường hợp xe không thể di chuyển được vào làn dừng khẩn cấp, phải có báo hiệu bằng đèn khẩn cấp và đặt biển hoặc đèn cảnh báo về phía sau xe khoảng cách tối thiểu 150 mét, nhanh chóng báo cho cơ quan Cảnh sát giao thông thực hiện nhiệm vụ bảo đảm trật tự, an toàn giao thông trên tuyến hoặc cơ quan quản lý đường cao tốc.",
    "questionId": 114,
    "isCorrect": true
  },
  {
    "id": 355,
    "content": "Quay đầu xe, chạy trên lề đường có lối ra và rẽ khỏi đường cao tốc.",
    "questionId": 115,
    "isCorrect": false
  },
  {
    "id": 356,
    "content": "Lùi xe trên lề đường có lối ra và rẽ khỏi đường cao tốc.",
    "questionId": 115,
    "isCorrect": false
  },
  {
    "id": 357,
    "content": "Tiếp tục lái xe và rẽ ở lối ra tiếp theo.",
    "questionId": 115,
    "isCorrect": true
  },
  {
    "id": 358,
    "content": "Có.",
    "questionId": 116,
    "isCorrect": false
  },
  {
    "id": 359,
    "content": "Không.",
    "questionId": 116,
    "isCorrect": true
  },
  {
    "id": 360,
    "content": "Có tín hiệu xin vào và phải nhường đường cho xe đang chạy trên đường.",
    "questionId": 117,
    "isCorrect": false
  },
  {
    "id": 361,
    "content": "Quan sát xe phía sau bảo đảm khoảng cách an toàn mới cho xe nhập vào làn đường sát bên phải.",
    "questionId": 117,
    "isCorrect": false
  },
  {
    "id": 362,
    "content": "Nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi nhập vào làn đường của đường cao tốc.",
    "questionId": 117,
    "isCorrect": false
  },
  {
    "id": 363,
    "content": "Cả ba ý trên.",
    "questionId": 117,
    "isCorrect": true
  },
  {
    "id": 364,
    "content": "18 tuổi.",
    "questionId": 118,
    "isCorrect": true
  },
  {
    "id": 365,
    "content": "17 tuổi.",
    "questionId": 118,
    "isCorrect": false
  },
  {
    "id": 366,
    "content": "16 tuổi.",
    "questionId": 118,
    "isCorrect": false
  },
  {
    "id": 367,
    "content": "16 tuổi.",
    "questionId": 119,
    "isCorrect": false
  },
  {
    "id": 368,
    "content": "17 tuổi",
    "questionId": 119,
    "isCorrect": false
  },
  {
    "id": 369,
    "content": "18 tuổi.",
    "questionId": 119,
    "isCorrect": true
  },
  {
    "id": 370,
    "content": "23 tuổi.",
    "questionId": 120,
    "isCorrect": false
  },
  {
    "id": 371,
    "content": "24 tuổi.",
    "questionId": 120,
    "isCorrect": false
  },
  {
    "id": 372,
    "content": "27 tuổi.",
    "questionId": 120,
    "isCorrect": true
  },
  {
    "id": 373,
    "content": "30 tuổi.",
    "questionId": 120,
    "isCorrect": false
  },
  {
    "id": 374,
    "content": "Đủ 55 tuổi đối với nam và đủ 50 tuổi đối với nữ.",
    "questionId": 121,
    "isCorrect": false
  },
  {
    "id": 375,
    "content": "Đủ 55 tuổi đối với nam và nữ.",
    "questionId": 121,
    "isCorrect": false
  },
  {
    "id": 376,
    "content": "Đủ 57 tuổi đối với nam và đủ 55 tuổi đối với nữ.",
    "questionId": 121,
    "isCorrect": true
  },
  {
    "id": 377,
    "content": "23 tuổi.",
    "questionId": 122,
    "isCorrect": false
  },
  {
    "id": 378,
    "content": "24 tuổi.",
    "questionId": 122,
    "isCorrect": true
  },
  {
    "id": 379,
    "content": "22 tuổi.",
    "questionId": 122,
    "isCorrect": false
  },
  {
    "id": 380,
    "content": "Xe mô tô hai bánh có dung tích xi-lanh đến 125 cm3 .",
    "questionId": 123,
    "isCorrect": false
  },
  {
    "id": 381,
    "content": "Xe gắn máy.",
    "questionId": 123,
    "isCorrect": true
  },
  {
    "id": 382,
    "content": "Xe ô tô chở người đến 08 chỗ (không kể chỗ của người lái xe); xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế đến 3.500 kg; các loại xe ô tô quy định cho giấy phép lái xe hạng B kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 123,
    "isCorrect": false
  },
  {
    "id": 383,
    "content": "Cả ba ý trên.",
    "questionId": 123,
    "isCorrect": false
  },
  {
    "id": 384,
    "content": "Xe mô tô hai bánh có dung tích xi-lanh 125 cm3 hoặc có công suất động cơ điện đến 11 kW.",
    "questionId": 124,
    "isCorrect": false
  },
  {
    "id": 385,
    "content": "Xe mô tô ba bánh.",
    "questionId": 124,
    "isCorrect": true
  },
  {
    "id": 386,
    "content": "Cả hai ý trên.",
    "questionId": 124,
    "isCorrect": false
  },
  {
    "id": 387,
    "content": "Xe mô tô hai bánh có dung tích xi-lanh đến 125 cm3 hoặc có công suất động cơ điện đến 11 kW.",
    "questionId": 125,
    "isCorrect": true
  },
  {
    "id": 388,
    "content": "Xe mô tô ba bánh.",
    "questionId": 125,
    "isCorrect": false
  },
  {
    "id": 389,
    "content": "Cả hai ý trên.",
    "questionId": 125,
    "isCorrect": false
  },
  {
    "id": 390,
    "content": "Xe mô tô hai bánh có dung tích xi-lanh đến 125 cm3 hoặc có công suất động cơ điện đến 11 kW.",
    "questionId": 126,
    "isCorrect": false
  },
  {
    "id": 391,
    "content": "Xe mô tô hai bánh có dung tích xi-lanh trên 125 cm3 hoặc có công suất động cơ điện trên 11 kW.",
    "questionId": 126,
    "isCorrect": false
  },
  {
    "id": 392,
    "content": "Cả hai ý trên.",
    "questionId": 126,
    "isCorrect": true
  },
  {
    "id": 393,
    "content": "Xe ô tô chở người đến 08 chỗ (không kể chỗ của người lái xe).",
    "questionId": 127,
    "isCorrect": false
  },
  {
    "id": 394,
    "content": "Xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế đến 3.500 kg.",
    "questionId": 127,
    "isCorrect": false
  },
  {
    "id": 395,
    "content": "Cả hai ý trên.",
    "questionId": 127,
    "isCorrect": true
  },
  {
    "id": 396,
    "content": "Xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 128,
    "isCorrect": false
  },
  {
    "id": 397,
    "content": "Xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 3.500 kg đến 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 128,
    "isCorrect": true
  },
  {
    "id": 398,
    "content": "Cả hai ý trên.",
    "questionId": 128,
    "isCorrect": false
  },
  {
    "id": 399,
    "content": "Xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 3.500 kg đến 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 129,
    "isCorrect": false
  },
  {
    "id": 400,
    "content": "Xe ô tô tải và ô tô chuyên dùng có khối lượng toàn bộ theo thiết kế trên 7.500 kg; các loại xe ô tô tải quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 129,
    "isCorrect": false
  },
  {
    "id": 401,
    "content": "Cả hai ý trên.",
    "questionId": 129,
    "isCorrect": true
  },
  {
    "id": 402,
    "content": "Xe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 130,
    "isCorrect": false
  },
  {
    "id": 403,
    "content": "Xe ô tô chở người trên 08 chỗ (không kể chỗ của người lái xe) đến 16 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 130,
    "isCorrect": true
  },
  {
    "id": 404,
    "content": "Cả hai ý trên.",
    "questionId": 130,
    "isCorrect": false
  },
  {
    "id": 405,
    "content": "Xe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D2 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 131,
    "isCorrect": false
  },
  {
    "id": 406,
    "content": "Xe ô tô chở người trên 08 chỗ (không kể chỗ của người lái xe) đến 16 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 131,
    "isCorrect": false
  },
  {
    "id": 407,
    "content": "Cả hai ý trên.",
    "questionId": 131,
    "isCorrect": true
  },
  {
    "id": 408,
    "content": "Xe ô tô chở người (kể cả xe buýt) trên 29 chỗ (không kể chỗ của người lái xe); xe ô tô chở người giường nằm; các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 132,
    "isCorrect": false
  },
  {
    "id": 409,
    "content": "Xe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe).",
    "questionId": 132,
    "isCorrect": false
  },
  {
    "id": 410,
    "content": "Các loại xe ô tô quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô đầu kéo kéo sơ mi rơ moóc.",
    "questionId": 132,
    "isCorrect": false
  },
  {
    "id": 411,
    "content": "Ý 1 và ý 2.",
    "questionId": 132,
    "isCorrect": true
  },
  {
    "id": 412,
    "content": "Xe ô tô chở người (kể cả xe buýt) trên 29 chỗ (không kể chỗ của người lái xe); xe ô tô chở người giường nằm.",
    "questionId": 133,
    "isCorrect": false
  },
  {
    "id": 413,
    "content": "Các loại xe ô tô quy định cho giấy phép lái xe hạng B kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg.",
    "questionId": 133,
    "isCorrect": true
  },
  {
    "id": 414,
    "content": "Xe ô tô chở người (kể cả xe buýt) trên 16 chỗ (không kể chỗ của người lái xe) đến 29 chỗ (không kể chỗ của người lái xe); các loại xe ô tô chở người quy định cho giấy phép lái xe hạng D2 kéo rơ moóc có khối lượng toàn bộ theo thiết kế đến 750 kg.",
    "questionId": 133,
    "isCorrect": false
  },
  {
    "id": 415,
    "content": "Các loại xe ô tô quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô đầu kéo kéo sơ mi rơ moóc.",
    "questionId": 134,
    "isCorrect": true
  },
  {
    "id": 416,
    "content": "Các loại xe ô tô quy định cho giấy phép lái xe hạng D1 kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg.",
    "questionId": 134,
    "isCorrect": false
  },
  {
    "id": 417,
    "content": "Cả hai ý trên.",
    "questionId": 134,
    "isCorrect": false
  },
  {
    "id": 418,
    "content": "Các loại xe ô tô quy định cho giấy phép lái xe hạng D kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô chở khách nối toa.",
    "questionId": 135,
    "isCorrect": true
  },
  {
    "id": 419,
    "content": "Các loại xe ô tô quy định cho giấy phép lái xe hạng C kéo rơ moóc có khối lượng toàn bộ theo thiết kế trên 750 kg; xe ô tô đầu kéo kéo sơ mi rơ moóc.",
    "questionId": 135,
    "isCorrect": false
  },
  {
    "id": 420,
    "content": "Cả hai ý trên.",
    "questionId": 135,
    "isCorrect": false
  },
  {
    "id": 421,
    "content": "Phải thực hành trên xe tập lái, trên tuyến đường tập lái và có giáo viên dạy lái bảo trợ tay lái.",
    "questionId": 136,
    "isCorrect": true
  },
  {
    "id": 422,
    "content": "Phải mang theo giấy phép xe tập lái.",
    "questionId": 136,
    "isCorrect": false
  },
  {
    "id": 423,
    "content": "Cả hai ý trên.",
    "questionId": 136,
    "isCorrect": false
  },
  {
    "id": 424,
    "content": "Phải đủ tuổi, sức khỏe theo quy định của pháp luật; có giấy phép lái xe đang còn điểm, còn hiệu lực phù hợp với loại xe đang điều khiển do cơ quan có thẩm quyền cấp (trừ người lái xe gắn máy).",
    "questionId": 137,
    "isCorrect": true
  },
  {
    "id": 425,
    "content": "Phải là người đứng tên trong đăng ký xe.",
    "questionId": 137,
    "isCorrect": false
  },
  {
    "id": 426,
    "content": "Cả hai ý trên.",
    "questionId": 137,
    "isCorrect": false
  },
  {
    "id": 427,
    "content": "Chứng nhận đăng ký xe hoặc bản sao Chứng nhận đăng ký xe có chứng thực kèm bản gốc giấy tờ xác nhận của tổ chức tín dụng, chi nhánh ngân hàng nước ngoài còn hiệu lực trong trường hợp xe đang được thế chấp tại tổ chức tín dụng, chi nhánh ngân hàng nước ngoài.",
    "questionId": 138,
    "isCorrect": false
  },
  {
    "id": 428,
    "content": "Giấy phép lái xe phù hợp với loại xe đang điều khiển; chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường đối với xe cơ giới theo quy định của pháp luật; chứng nhận bảo hiểm bắt buộc trách nhiệm dân sự của chủ xe cơ giới.",
    "questionId": 138,
    "isCorrect": false
  },
  {
    "id": 429,
    "content": "Trường hợp các giấy tờ nêu trên đã được tích hợp vào tài khoản định danh điện tử thì việc xuất trình, kiểm tra có thể thực hiện thông qua tài khoản định danh điện tử.",
    "questionId": 138,
    "isCorrect": false
  },
  {
    "id": 430,
    "content": "Cả ba ý trên.",
    "questionId": 138,
    "isCorrect": true
  },
  {
    "id": 431,
    "content": "Người được cấp giấy phép lái xe không đủ điều kiện sức khỏe theo kết luận của cơ sở khám bệnh, chữa bệnh đối với từng hạng giấy phép lái xe.",
    "questionId": 139,
    "isCorrect": false
  },
  {
    "id": 432,
    "content": "Giấy phép lái xe được cấp sai quy định.",
    "questionId": 139,
    "isCorrect": false
  },
  {
    "id": 433,
    "content": "Giấy phép lái xe đã quá thời hạn tạm giữ hoặc hết thời hiệu thi hành quyết định xử phạt vi phạm hành chính theo quy định của pháp luật về xử lý vi phạm hành chính nếu người vi phạm không đến nhận mà không có lý do chính đáng.",
    "questionId": 139,
    "isCorrect": false
  },
  {
    "id": 434,
    "content": "Cả ba ý trên.",
    "questionId": 139,
    "isCorrect": true
  },
  {
    "id": 435,
    "content": "Không được phục hồi.",
    "questionId": 140,
    "isCorrect": false
  },
  {
    "id": 436,
    "content": "Được phục hồi đủ 12 điểm, nếu không bị trừ điểm trong thời hạn 12 tháng từ ngày bị trừ điểm gần nhất.",
    "questionId": 140,
    "isCorrect": true
  },
  {
    "id": 437,
    "content": "Không vi phạm pháp luật trật tự, an toàn giao thông đường bộ trong thời gian 12 tháng kể từ ngày bị trừ hết điểm.",
    "questionId": 141,
    "isCorrect": false
  },
  {
    "id": 438,
    "content": "Sau thời hạn ít nhất là 06 tháng kể từ ngày bị trừ hết điểm, người có phép lái xe được tham gia kiểm tra nội dung kiến thức pháp luật về trật tự, an toàn giao thông đường bộ theo quy định, có kết quả đạt yêu cầu thì được phục hồi đủ 12 điểm.",
    "questionId": 141,
    "isCorrect": true
  },
  {
    "id": 439,
    "content": "Cả hai ý trên.",
    "questionId": 141,
    "isCorrect": false
  },
  {
    "id": 440,
    "content": "Tiếp tục chịu trách nhiệm của chủ xe.",
    "questionId": 142,
    "isCorrect": true
  },
  {
    "id": 441,
    "content": "Không chịu trách nhiệm sau khi đã chuyển nhượng, trao đổi, tặng, cho.",
    "questionId": 142,
    "isCorrect": false
  },
  {
    "id": 442,
    "content": "Xe ô tô kinh doanh vận tải.",
    "questionId": 143,
    "isCorrect": false
  },
  {
    "id": 443,
    "content": "Xe ô tô chở người từ 08 chỗ trở lên (không kể chỗ của người lái xe) kinh doanh vận tải, xe ô tô đầu kéo, xe cứu thương.",
    "questionId": 143,
    "isCorrect": false
  },
  {
    "id": 444,
    "content": "Cả hai ý trên.",
    "questionId": 143,
    "isCorrect": true
  },
  {
    "id": 445,
    "content": "50 km/h.",
    "questionId": 144,
    "isCorrect": false
  },
  {
    "id": 446,
    "content": "40 km/h.",
    "questionId": 144,
    "isCorrect": true
  },
  {
    "id": 447,
    "content": "60 km/h.",
    "questionId": 144,
    "isCorrect": false
  },
  {
    "id": 448,
    "content": "60 km/h.",
    "questionId": 145,
    "isCorrect": true
  },
  {
    "id": 449,
    "content": "50 km/h.",
    "questionId": 145,
    "isCorrect": false
  },
  {
    "id": 450,
    "content": "40 km/h.",
    "questionId": 145,
    "isCorrect": false
  },
  {
    "id": 451,
    "content": "60 km/h.",
    "questionId": 146,
    "isCorrect": false
  },
  {
    "id": 452,
    "content": "50 km/h.",
    "questionId": 146,
    "isCorrect": true
  },
  {
    "id": 453,
    "content": "40 km/h.",
    "questionId": 146,
    "isCorrect": false
  },
  {
    "id": 454,
    "content": "Ô tô tải, ô tô chở người trên 28 chỗ không kể chỗ của người lái xe.",
    "questionId": 147,
    "isCorrect": true
  },
  {
    "id": 455,
    "content": "Xe gắn máy, xe máy chuyên dùng.",
    "questionId": 147,
    "isCorrect": false
  },
  {
    "id": 456,
    "content": "Cả hai ý trên.",
    "questionId": 147,
    "isCorrect": false
  },
  {
    "id": 457,
    "content": "Ô tô tải, ô tô chở người trên 28 chỗ không kể chỗ của người lái xe.",
    "questionId": 148,
    "isCorrect": true
  },
  {
    "id": 458,
    "content": "Xe gắn máy, xe máy chuyên dùng.",
    "questionId": 148,
    "isCorrect": false
  },
  {
    "id": 459,
    "content": "Cả hai ý trên.",
    "questionId": 148,
    "isCorrect": false
  },
  {
    "id": 460,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 149,
    "isCorrect": true
  },
  {
    "id": 461,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 149,
    "isCorrect": false
  },
  {
    "id": 462,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 149,
    "isCorrect": false
  },
  {
    "id": 463,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 150,
    "isCorrect": false
  },
  {
    "id": 464,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 150,
    "isCorrect": true
  },
  {
    "id": 465,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 150,
    "isCorrect": false
  },
  {
    "id": 466,
    "content": "Ô tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc).",
    "questionId": 150,
    "isCorrect": false
  },
  {
    "id": 467,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 151,
    "isCorrect": false
  },
  {
    "id": 468,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 151,
    "isCorrect": false
  },
  {
    "id": 469,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 151,
    "isCorrect": true
  },
  {
    "id": 470,
    "content": "Ô tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc.",
    "questionId": 151,
    "isCorrect": false
  },
  {
    "id": 471,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 152,
    "isCorrect": false
  },
  {
    "id": 472,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 152,
    "isCorrect": false
  },
  {
    "id": 473,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 152,
    "isCorrect": false
  },
  {
    "id": 474,
    "content": "Ô tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc.",
    "questionId": 152,
    "isCorrect": true
  },
  {
    "id": 475,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 153,
    "isCorrect": true
  },
  {
    "id": 476,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 153,
    "isCorrect": false
  },
  {
    "id": 477,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 153,
    "isCorrect": false
  },
  {
    "id": 478,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 154,
    "isCorrect": false
  },
  {
    "id": 479,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 154,
    "isCorrect": true
  },
  {
    "id": 480,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 154,
    "isCorrect": false
  },
  {
    "id": 481,
    "content": "Ô tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc.",
    "questionId": 154,
    "isCorrect": false
  },
  {
    "id": 482,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 155,
    "isCorrect": false
  },
  {
    "id": 483,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 155,
    "isCorrect": false
  },
  {
    "id": 484,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 155,
    "isCorrect": true
  },
  {
    "id": 485,
    "content": "Ô tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc.",
    "questionId": 155,
    "isCorrect": false
  },
  {
    "id": 486,
    "content": "Xe ô tô chở người đến 28 chỗ không kể chỗ của người lái xe (trừ xe buýt); ô tô tải có trọng tải không lớn hơn 3,5 tấn.",
    "questionId": 156,
    "isCorrect": false
  },
  {
    "id": 487,
    "content": "Xe ô tô chở người trên 28 chỗ không kể chỗ người lái xe (trừ xe buýt); ô tô tải có trọng tải trên 3,5 tấn (trừ ô tô xi téc).",
    "questionId": 156,
    "isCorrect": false
  },
  {
    "id": 488,
    "content": "Xe buýt; ô tô đầu kéo kéo sơ mi rơ moóc (trừ ô tô đầu kéo kéo sơ mi rơ moóc xi téc); xe mô tô; ô tô chuyên dùng (trừ ô tô trộn vữa, ô tô trộn bê tông lưu động).",
    "questionId": 156,
    "isCorrect": false
  },
  {
    "id": 489,
    "content": "Ô tô kéo rơ moóc; ô tô kéo xe khác; ô tô trộn vữa, ô tô trộn bê tông lưu động, ô tô xi téc, ô tô đầu kéo kéo sơ mi rơ moóc xi téc, ô tô kéo theo rơ moóc xi téc.",
    "questionId": 156,
    "isCorrect": true
  },
  {
    "id": 490,
    "content": "Xe máy chuyên dùng, xe gắn máy và các loại xe tương tự.",
    "questionId": 157,
    "isCorrect": false
  },
  {
    "id": 491,
    "content": "Xe chở người bốn bánh có gắn động cơ khi tham gia giao thông trong phạm vi và thời gian cho phép hoạt động.",
    "questionId": 157,
    "isCorrect": false
  },
  {
    "id": 492,
    "content": "Xe chở hàng bốn bánh có gắn động cơ khi tham gia giao thông trong phạm vi và thời gian cho phép hoạt động.",
    "questionId": 157,
    "isCorrect": true
  },
  {
    "id": 493,
    "content": "35 m.",
    "questionId": 158,
    "isCorrect": false
  },
  {
    "id": 494,
    "content": "55 m.",
    "questionId": 158,
    "isCorrect": false
  },
  {
    "id": 495,
    "content": "70 m.",
    "questionId": 158,
    "isCorrect": true
  },
  {
    "id": 496,
    "content": "55 m.",
    "questionId": 159,
    "isCorrect": false
  },
  {
    "id": 497,
    "content": "70 m.",
    "questionId": 159,
    "isCorrect": false
  },
  {
    "id": 498,
    "content": "100 m.",
    "questionId": 159,
    "isCorrect": true
  },
  {
    "id": 499,
    "content": "55 m.",
    "questionId": 160,
    "isCorrect": true
  },
  {
    "id": 500,
    "content": "70 m.",
    "questionId": 160,
    "isCorrect": false
  },
  {
    "id": 501,
    "content": "100 m.",
    "questionId": 160,
    "isCorrect": false
  },
  {
    "id": 502,
    "content": "35 m.",
    "questionId": 161,
    "isCorrect": true
  },
  {
    "id": 503,
    "content": "55 m.",
    "questionId": 161,
    "isCorrect": false
  },
  {
    "id": 504,
    "content": "70 m.",
    "questionId": 161,
    "isCorrect": false
  },
  {
    "id": 505,
    "content": "Chủ động giữ khoảng cách an toàn phù hợp với xe chạy liền trước xe của mình.",
    "questionId": 162,
    "isCorrect": false
  },
  {
    "id": 506,
    "content": "Bảo đảm khoảng cách an toàn tùy thuộc vào mật độ phương tiện, tình hình giao thông thực tế.",
    "questionId": 162,
    "isCorrect": false
  },
  {
    "id": 507,
    "content": "Cả hai ý trên.",
    "questionId": 162,
    "isCorrect": true
  },
  {
    "id": 508,
    "content": "Gặp biển báo nguy hiểm và cảnh báo trên đường.",
    "questionId": 163,
    "isCorrect": true
  },
  {
    "id": 509,
    "content": "Gặp biển chỉ dẫn trên đường.",
    "questionId": 163,
    "isCorrect": false
  },
  {
    "id": 510,
    "content": "Gặp biển báo hết mọi lệnh cấm.",
    "questionId": 163,
    "isCorrect": false
  },
  {
    "id": 511,
    "content": "Gặp biển báo hết hạn chế tốc độ tối đa cho phép.",
    "questionId": 163,
    "isCorrect": false
  },
  {
    "id": 512,
    "content": "Tổ chức phân luồng, điều tiết giao thông, bố trí nơi dừng xe, đỗ xe tại khu vực trường học và tại các điểm trên lộ trình đưa đón trẻ em mầm non, học sinh.",
    "questionId": 164,
    "isCorrect": true
  },
  {
    "id": 513,
    "content": "Được bố trí xe dẫn đường để bảo đảm an toàn giao thông.",
    "questionId": 164,
    "isCorrect": false
  },
  {
    "id": 514,
    "content": "Cả hai ý trên.",
    "questionId": 164,
    "isCorrect": false
  },
  {
    "id": 515,
    "content": "Tại nơi có vạch kẻ đường hoặc báo hiệu khác dành cho người đi bộ hoặc tại nơi mà người đi bộ, xe lăn của người khuyết tật đang qua đường.",
    "questionId": 165,
    "isCorrect": false
  },
  {
    "id": 516,
    "content": "Nơi đường bộ giao nhau cùng mức với đường bộ, đường bộ giao nhau cùng mức với đường sắt; đường hẹp, đường vòng, đường quanh co, đường đèo, dốc.",
    "questionId": 165,
    "isCorrect": false
  },
  {
    "id": 517,
    "content": "Khu vực có trường học, bệnh viện, bến xe, công trình công cộng tập trung đông người, khu vực đông dân cư, chợ, khu vực đang thi công trên đường bộ, hiện trường vụ tai nạn giao thông đường bộ.",
    "questionId": 165,
    "isCorrect": false
  },
  {
    "id": 518,
    "content": "Cả ba ý trên.",
    "questionId": 165,
    "isCorrect": true
  },
  {
    "id": 519,
    "content": "Được phép lái xe không hạn chế tốc độ và khoảng cách an toàn tối thiểu với xe phía trước cùng làn đường hoặc phần đường.",
    "questionId": 166,
    "isCorrect": false
  },
  {
    "id": 520,
    "content": "Được phép lái xe không hạn chế tốc độ và khoảng cách an toàn tối thiểu với xe phía trước cùng làn đường hoặc phần đường khi tham gia giao thông trên đường nhánh.",
    "questionId": 166,
    "isCorrect": false
  },
  {
    "id": 521,
    "content": "Chấp hành quy định về tốc độ, khoảng cách an toàn tối thiểu với xe phía trước cùng làn đường hoặc phần đường.",
    "questionId": 166,
    "isCorrect": true
  },
  {
    "id": 522,
    "content": "Tăng tốc độ để nhanh chóng vượt qua xe buýt.",
    "questionId": 167,
    "isCorrect": false
  },
  {
    "id": 523,
    "content": "Quan sát, giảm tốc độ đi qua xe buýt hoặc dừng lại để bảo đảm an toàn.",
    "questionId": 167,
    "isCorrect": true
  },
  {
    "id": 524,
    "content": "Đón, trả hành khách đúng nơi quy định; hướng dẫn sử dụng trang thiết bị an toàn trên xe; có biện pháp giữ gìn vệ sinh trong xe; vận chuyển hành khách đúng lịch trình, lộ trình đã đăng ký, trừ trường hợp bất khả kháng; không chở hành khách trên nóc xe, trong khoang chở hành lý hoặc để hành khách đu, bám bên ngoài xe.",
    "questionId": 168,
    "isCorrect": true
  },
  {
    "id": 525,
    "content": "Đón, trả hành khách theo yêu cầu của hành khách trên xe; hướng dẫn sử dụng trang thiết bị an toàn trên xe; có biện pháp giữ gìn vệ sinh trong xe; vận chuyển hành khách đúng lịch trình, lộ trình đã đăng ký, trừ trường hợp bất khả kháng; không chở hành khách trên nóc xe, trong khoang chở hành lý hoặc để hành khách đu, bám bên ngoài xe.",
    "questionId": 168,
    "isCorrect": false
  },
  {
    "id": 526,
    "content": "Vận chuyển hàng hóa cấm lưu hành.",
    "questionId": 169,
    "isCorrect": false
  },
  {
    "id": 527,
    "content": "Vận chuyển trái phép hoặc không thực hiện đầy đủ các quy định của pháp luật về vận chuyển hàng hóa nguy hiểm.",
    "questionId": 169,
    "isCorrect": false
  },
  {
    "id": 528,
    "content": "Vận chuyển động vật hoang dã.",
    "questionId": 169,
    "isCorrect": false
  },
  {
    "id": 529,
    "content": "Cả ba ý trên.",
    "questionId": 169,
    "isCorrect": true
  },
  {
    "id": 530,
    "content": "Cạnh tranh nhau nhằm tăng lợi nhuận.",
    "questionId": 170,
    "isCorrect": false
  },
  {
    "id": 531,
    "content": "Giảm giá để thu hút khách.",
    "questionId": 170,
    "isCorrect": false
  },
  {
    "id": 532,
    "content": "Đe dọa, xúc phạm, tranh giành, lôi kéo hành khách; đe doạ, cưỡng ép hành khách sử dụng dịch vụ ngoài ý muốn; chuyển tải, xuống khách hoặc các hành vi khác nhằm trốn tránh phát hiện xe chở quá tải, quá số người theo quy định của pháp luật.",
    "questionId": 170,
    "isCorrect": true
  },
  {
    "id": 533,
    "content": "Cả ba ý trên.",
    "questionId": 170,
    "isCorrect": false
  },
  {
    "id": 534,
    "content": "Không quá 4 giờ.",
    "questionId": 171,
    "isCorrect": true
  },
  {
    "id": 535,
    "content": "Không quá 6 giờ.",
    "questionId": 171,
    "isCorrect": false
  },
  {
    "id": 536,
    "content": "Không quá 8 giờ.",
    "questionId": 171,
    "isCorrect": false
  },
  {
    "id": 537,
    "content": "Liên tục tùy thuộc vào sức khỏe và khả năng của người lái xe.",
    "questionId": 171,
    "isCorrect": false
  },
  {
    "id": 538,
    "content": "Không quá 6 giờ trong một ngày.",
    "questionId": 172,
    "isCorrect": false
  },
  {
    "id": 539,
    "content": "Không quá 8 giờ trong một ngày.",
    "questionId": 172,
    "isCorrect": false
  },
  {
    "id": 540,
    "content": "Không quá 10 giờ trong một ngày.",
    "questionId": 172,
    "isCorrect": true
  },
  {
    "id": 541,
    "content": "Không hạn chế tùy thuộc vào sức khỏe và khả năng của người lái xe.",
    "questionId": 172,
    "isCorrect": false
  },
  {
    "id": 542,
    "content": "Kiểm tra các điều kiện bảo đảm an toàn của xe.",
    "questionId": 173,
    "isCorrect": false
  },
  {
    "id": 543,
    "content": "Hướng dẫn cho hành khách về an toàn giao thông đường bộ và thoát hiểm khi gặp sự cố.",
    "questionId": 173,
    "isCorrect": false
  },
  {
    "id": 544,
    "content": "Kiểm tra nhân thân và hành lý của hành khách đi xe.",
    "questionId": 173,
    "isCorrect": false
  },
  {
    "id": 545,
    "content": "Ý 1 và ý 2.",
    "questionId": 173,
    "isCorrect": true
  },
  {
    "id": 546,
    "content": "Có thiết bị ghi nhận hình ảnh trẻ em mầm non, học sinh và thiết bị có chức năng cảnh báo, chống bỏ quên trẻ em trên xe; có niên hạn sử dụng không quá 20 năm; có màu sơn theo quy định của Chính phủ.",
    "questionId": 174,
    "isCorrect": false
  },
  {
    "id": 547,
    "content": "Có dây đai an toàn phù hợp với lứa tuổi hoặc sử dụng xe có ghế ngồi phù hợp với lứa tuổi theo quy định của pháp luật.",
    "questionId": 174,
    "isCorrect": false
  },
  {
    "id": 548,
    "content": "Được cấp chứng nhận đăng kí xe và gắn biển số xe, bảo đảm an toàn kĩ thuật và bảo vệ môi trường theo quy định của pháp luật; xe ô tô chở người từ 08 chỗ trở lên (không kể chỗ của người lái xe) phải lắp thiết bị giám sát hành trình và thiết bị ghi nhận hình ảnh người lái xe.",
    "questionId": 174,
    "isCorrect": false
  },
  {
    "id": 549,
    "content": "Cả ba ý trên.",
    "questionId": 174,
    "isCorrect": true
  },
  {
    "id": 550,
    "content": "Người lái xe phải mang đủ giấy tờ theo quy định của pháp luật.",
    "questionId": 175,
    "isCorrect": false
  },
  {
    "id": 551,
    "content": "Phương tiện vận chuyển phải có kết cấu phù hợp với loại động vật chuyên chở.",
    "questionId": 175,
    "isCorrect": false
  },
  {
    "id": 552,
    "content": "Trong quá trình vận chuyển phải chấp hành các quy định của pháp luật về trật tự, an toàn giao thông đường bộ, vệ sinh dịch tễ, phòng dịch và bảo đảm vệ sinh môi trường.",
    "questionId": 175,
    "isCorrect": false
  },
  {
    "id": 553,
    "content": "Cả ba ý trên.",
    "questionId": 175,
    "isCorrect": true
  },
  {
    "id": 554,
    "content": "Phải có giấy phép vận chuyển; trong trường hợp cần thiết, đơn vị vận chuyển hàng hoá nguy hiểm phải bố trí người áp tải để bảo đảm trật tự, an toàn giao thông đường bộ.",
    "questionId": 176,
    "isCorrect": true
  },
  {
    "id": 555,
    "content": "Phải có giấy phép vận chuyển; không phải bố trí người áp tải khi tham gia giao thông đường bộ.",
    "questionId": 176,
    "isCorrect": false
  },
  {
    "id": 556,
    "content": "Phải chấp hành quy định của pháp luật về trật tự, an toàn giao thông đường bộ của Việt Nam. Trường hợp điều ước quốc tế mà nước Cộng hòa xã hội chủ nghĩa Việt Nam là thành viên có quy định khác thì áp dụng theo điều ước quốc tế đó.",
    "questionId": 177,
    "isCorrect": false
  },
  {
    "id": 557,
    "content": "Tham gia giao thông đúng trong phạm vi, tuyến đường, thời gian đã được cơ quan có thẩm quyền của Việt Nam cấp phép.",
    "questionId": 177,
    "isCorrect": false
  },
  {
    "id": 558,
    "content": "Xe ô tô của người nước ngoài đăng ký tại nước ngoài có tay lái ở bên phải phải đi theo đoàn và có người, phương tiện hỗ trợ, hướng dẫn giao thông.",
    "questionId": 177,
    "isCorrect": false
  },
  {
    "id": 559,
    "content": "Cả ba ý trên.",
    "questionId": 177,
    "isCorrect": true
  },
  {
    "id": 560,
    "content": "Kiểm tra điều kiện bảo đảm an toàn của xe trước khi tham gia giao thông đường bộ; mang đủ giấy tờ theo quy định của pháp luật.",
    "questionId": 178,
    "isCorrect": false
  },
  {
    "id": 561,
    "content": "Kiểm tra việc sắp xếp hàng hóa bảo đảm an toàn; không chở quá số người, chở hành lý, hàng hoá vượt quá khối lượng cho phép hoặc vượt quá khổ giới hạn của xe.",
    "questionId": 178,
    "isCorrect": false
  },
  {
    "id": 562,
    "content": "Cả hai ý trên.",
    "questionId": 178,
    "isCorrect": true
  },
  {
    "id": 563,
    "content": "Phải chạy với tốc độ quy định trong giấy phép và phải có báo hiệu kích thước của hàng; trường hợp cần thiết, phải có người, phương tiện hỗ trợ lái xe, cảnh báo cho người, phương tiện tham gia giao thông đường bộ khác và thực hiện các biện pháp bảo đảm an toàn giao thông khi vận chuyển hàng siêu trường, siêu trọng trên đường bộ.",
    "questionId": 179,
    "isCorrect": true
  },
  {
    "id": 564,
    "content": "Phải chạy với tốc độ quy định trong giấy phép; phải có người, phương tiện hỗ trợ lái xe, cảnh báo cho người, phương tiện tham gia giao thông đường bộ khác và thực hiện các biện pháp bảo đảm an toàn giao thông khi vận chuyển hàng siêu trường, siêu trọng trên đường dành cho giao thông công cộng.",
    "questionId": 179,
    "isCorrect": false
  },
  {
    "id": 565,
    "content": "Xe cứu hộ giao thông đường bộ phải có dấu hiệu nhận diện, niêm yết thông tin trên xe, gắn thiết bị giám sát hành trình và thiết bị ghi nhận hình ảnh người lái xe.",
    "questionId": 180,
    "isCorrect": false
  },
  {
    "id": 566,
    "content": "Phải tuân thủ quy định của pháp luật về khối lượng hàng hóa chuyên chở của xe cứu hộ và khối lượng của xe được cứu hộ ghi trên Chứng nhận kiểm định an toàn kỹ thuật và bảo vệ môi trường.",
    "questionId": 180,
    "isCorrect": false
  },
  {
    "id": 567,
    "content": "Cả hai ý trên.",
    "questionId": 180,
    "isCorrect": true
  },
  {
    "id": 568,
    "content": "Được khách hàng, xã hội tôn trọng; được đồng nghiệp quý mến, giúp đỡ; được doanh nghiệp tin dùng và đóng góp nhiều cho xã hội; thu hút được khách hàng, góp phần quan trọng trong xây dựng thương hiệu, kinh doanh có hiệu quả cao.",
    "questionId": 181,
    "isCorrect": true
  },
  {
    "id": 569,
    "content": "Được cộng điểm vào giấy phép lái xe.",
    "questionId": 181,
    "isCorrect": false
  },
  {
    "id": 570,
    "content": "Cả hai ý trên.",
    "questionId": 181,
    "isCorrect": false
  },
  {
    "id": 571,
    "content": "Luôn tuân thủ pháp luật về trật tự, an toàn giao thông đường bộ, nhường nhịn và giúp đỡ người khác.",
    "questionId": 182,
    "isCorrect": true
  },
  {
    "id": 572,
    "content": "Đi nhanh, vượt đèn đỏ nếu không có lực lượng Công an.",
    "questionId": 182,
    "isCorrect": false
  },
  {
    "id": 573,
    "content": "Bấm còi và nháy đèn liên tục để cảnh báo xe khác.",
    "questionId": 182,
    "isCorrect": false
  },
  {
    "id": 574,
    "content": "Tránh nhường đường để đi nhanh hơn.",
    "questionId": 182,
    "isCorrect": false
  },
  {
    "id": 575,
    "content": "Quản lý và sử dụng xe tốt; bảo dưỡng xe đúng định kỳ; thực hành tiết kiệm vật tư, nhiên liệu; luôn tu dưỡng bản thân, có lối sống lành mạnh, tác phong làm việc công nghiệp.",
    "questionId": 183,
    "isCorrect": false
  },
  {
    "id": 576,
    "content": "Nắm vững và tự giác chấp hành các quy định của pháp luật về trật tự, an toàn giao thông đường bộ, lái xe an toàn; thực hiện đầy đủ trách nhiệm với khách hàng; có ý thức tổ chức kỷ luật và xây dựng doanh nghiệp vững mạnh; có tinh thần hợp tác, tương trợ, giúp đỡ đồng nghiệp.",
    "questionId": 183,
    "isCorrect": false
  },
  {
    "id": 577,
    "content": "Cả hai ý trên.",
    "questionId": 183,
    "isCorrect": true
  },
  {
    "id": 578,
    "content": "Phải có thái độ lịch sự, tôn trọng, thân mật với hành khách; giúp đỡ những người có hoàn cảnh khó khăn, người già, người khuyết tật, phụ nữ có thai, có con nhỏ và trẻ em.",
    "questionId": 184,
    "isCorrect": false
  },
  {
    "id": 579,
    "content": "Luôn tu dưỡng bản thân, có lối sống lành mạnh, khiêm tốn, có tác phong làm việc công nghiệp, không tham gia vào các tệ nạn xã hội; tôn trọng người cùng tham gia giao thông đường bộ và có ý thức bảo vệ môi trường.",
    "questionId": 184,
    "isCorrect": false
  },
  {
    "id": 580,
    "content": "Cả hai ý trên.",
    "questionId": 184,
    "isCorrect": true
  },
  {
    "id": 581,
    "content": "Là sự hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông, là ý thức trách nhiệm với cộng đồng khi tham gia giao thông.",
    "questionId": 185,
    "isCorrect": false
  },
  {
    "id": 582,
    "content": "Là sự tôn trọng, nhường nhịn, giúp đỡ và ứng xử có văn hóa giữa những người tham gia giao thông với nhau.",
    "questionId": 185,
    "isCorrect": false
  },
  {
    "id": 583,
    "content": "Cả hai ý trên.",
    "questionId": 185,
    "isCorrect": true
  },
  {
    "id": 584,
    "content": "Cho xe chạy thật nhanh qua vũng nước.",
    "questionId": 186,
    "isCorrect": false
  },
  {
    "id": 585,
    "content": "Giảm tốc độ cho xe chạy chậm qua vũng nước.",
    "questionId": 186,
    "isCorrect": true
  },
  {
    "id": 586,
    "content": "Giảm tốc độ cho xe chạy qua làn đường dành cho mô tô để tránh vũng nước.",
    "questionId": 186,
    "isCorrect": false
  },
  {
    "id": 587,
    "content": "Là thiếu văn hóa giao thông, vi phạm pháp luật về trật tự, an toàn giao thông đường bộ.",
    "questionId": 187,
    "isCorrect": true
  },
  {
    "id": 588,
    "content": "Là thiếu văn hóa giao thông.",
    "questionId": 187,
    "isCorrect": false
  },
  {
    "id": 589,
    "content": "Thực hiện cầm máu trực tiếp.",
    "questionId": 188,
    "isCorrect": false
  },
  {
    "id": 590,
    "content": "Thực hiện cầm máu không trực tiếp (chặn động mạch).",
    "questionId": 188,
    "isCorrect": true
  },
  {
    "id": 591,
    "content": "Hiểu biết và chấp hành nghiêm chỉnh pháp luật về giao thông đường bộ; có ý thức trách nhiệm với cộng đồng khi tham gia giao thông; tôn trọng, nhường nhịn, giúp đỡ và ứng xử có văn hóa với những người cùng tham gia giao thông.",
    "questionId": 189,
    "isCorrect": true
  },
  {
    "id": 592,
    "content": "Điều khiển xe vượt quá tốc độ, đi không đúng làn đường.",
    "questionId": 189,
    "isCorrect": false
  },
  {
    "id": 593,
    "content": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông, chỉ đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm.",
    "questionId": 190,
    "isCorrect": false
  },
  {
    "id": 594,
    "content": "Chấp hành hiệu lệnh, chỉ dẫn của người điều khiển giao thông, quy định về tốc độ, tín hiệu đèn, biển báo hiệu, vạch kẻ đường khi lái xe; nhường đường cho người đi bộ, người già, trẻ em, người khuyết tật.",
    "questionId": 190,
    "isCorrect": true
  },
  {
    "id": 595,
    "content": "Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; đội mũ bảo hiểm đúng quy chuẩn kỹ thuật quốc gia, cài quai đúng quy cách.",
    "questionId": 191,
    "isCorrect": true
  },
  {
    "id": 596,
    "content": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện tham gia giao thông.",
    "questionId": 191,
    "isCorrect": false
  },
  {
    "id": 597,
    "content": "Điều khiển xe và đội mũ bảo hiểm ở nơi có biển báo bắt buộc đội mũ bảo hiểm.",
    "questionId": 191,
    "isCorrect": false
  },
  {
    "id": 598,
    "content": "Điều khiển xe đi bên phải theo chiều đi của mình; đi đúng phần đường, làn đường quy định; dừng, đỗ xe đúng nơi quy định; đã uống rượu, bia thì không lái xe.",
    "questionId": 192,
    "isCorrect": true
  },
  {
    "id": 599,
    "content": "Điều khiển xe đi trên phần đường, làn đường có ít phương tiện giao thông; dừng xe, đỗ xe ở nơi thuận tiện hoặc theo yêu cầu của hành khách, của người thân.",
    "questionId": 192,
    "isCorrect": false
  },
  {
    "id": 600,
    "content": "Dừng và đỗ xe ở nơi thuận tiện cho việc chuyên chở hành khách và giao nhận hàng hóa; sử dụng ít rượu, bia thì có thể lái xe.",
    "questionId": 192,
    "isCorrect": false
  },
  {
    "id": 601,
    "content": "Chỉ bấm còi khi thật sự cần thiết, không bấm còi liên tục hoặc kéo dài, sử dụng còi với mức âm lượng theo quy định.",
    "questionId": 193,
    "isCorrect": true
  },
  {
    "id": 602,
    "content": "Bấm còi liên tục để các xe khác nhường đường.",
    "questionId": 193,
    "isCorrect": false
  },
  {
    "id": 603,
    "content": "Bấm còi to khi đi qua khu vực đông dân cư.",
    "questionId": 193,
    "isCorrect": false
  },
  {
    "id": 604,
    "content": "Không cần dùng còi, tránh gây tiếng ồn là văn minh.",
    "questionId": 193,
    "isCorrect": false
  },
  {
    "id": 605,
    "content": "Dừng ngay phương tiện, cảnh báo nguy hiểm, giữ nguyên hiện trường, trợ giúp người bị nạn và báo tin cho cơ quan Công an, cơ sở khám bệnh, chữa bệnh.",
    "questionId": 194,
    "isCorrect": false
  },
  {
    "id": 606,
    "content": "Ở lại hiện trường vụ tai nạn giao thông đường bộ cho đến khi người của cơ quan Công an đến, trừ trường hợp phải đi cấp cứu, đưa người bị nạn đi cấp cứu hoặc xét thấy bị đe dọa đến tính mạng, sức khỏe nhưng phải đến trình báo ngay cơ quan Công an, Ủy ban nhân dân nơi gần nhất.",
    "questionId": 194,
    "isCorrect": false
  },
  {
    "id": 607,
    "content": "Cung cấp thông tin xác định danh tính về bản thân, người liên quan đến vụ tai nạn giao thông đường bộ và thông tin liên quan của vụ tai nạn giao thông đường bộ cho cơ quan có thẩm quyền.",
    "questionId": 194,
    "isCorrect": false
  },
  {
    "id": 608,
    "content": "Cả ba ý trên.",
    "questionId": 194,
    "isCorrect": true
  },
  {
    "id": 609,
    "content": "Giúp đỡ, cứu chữa kịp thời người bị nạn; báo tin ngay cho cơ quan Công an, cơ sở khám bệnh, chữa bệnh hoặc Ủy ban nhân dân nơi gần nhất; tham gia bảo vệ hiện trường; tham gia bảo vệ tài sản của người bị nạn; cung cấp thông tin liên quan về vụ tai nạn theo yêu cầu của cơ quan có thẩm quyền.",
    "questionId": 195,
    "isCorrect": true
  },
  {
    "id": 610,
    "content": "Chụp lại hình ảnh vụ tai nạn (nếu có thiết bị ghi hình) và nhanh chóng rời khỏi hiện trường vụ tai nạn.",
    "questionId": 195,
    "isCorrect": false
  },
  {
    "id": 611,
    "content": "Đặt nạn nhân nằm ngửa, khai thông đường thở của nạn nhân; thực hiện các biện pháp hô hấp nhân tạo.",
    "questionId": 196,
    "isCorrect": true
  },
  {
    "id": 612,
    "content": "Thực hiện các biện pháp hô hấp nhân tạo.",
    "questionId": 196,
    "isCorrect": false
  },
  {
    "id": 613,
    "content": "Không bị nghiêm cấm.",
    "questionId": 197,
    "isCorrect": false
  },
  {
    "id": 614,
    "content": "Nghiêm cấm tuỳ từng trường hợp cụ thể.",
    "questionId": 197,
    "isCorrect": false
  },
  {
    "id": 615,
    "content": "Bị nghiêm cấm.",
    "questionId": 197,
    "isCorrect": true
  },
  {
    "id": 616,
    "content": "Giảm tốc độ và nhường đường cho người đi bộ.",
    "questionId": 198,
    "isCorrect": true
  },
  {
    "id": 617,
    "content": "Bấm còi để họ đi nhanh hơn.",
    "questionId": 198,
    "isCorrect": false
  },
  {
    "id": 618,
    "content": "Tiếp tục đi nếu đang vội.",
    "questionId": 198,
    "isCorrect": false
  },
  {
    "id": 619,
    "content": "Vượt qua nếu thấy khoảng trống đủ rộng.",
    "questionId": 198,
    "isCorrect": false
  },
  {
    "id": 620,
    "content": "Chạy đi để tránh rắc rối.",
    "questionId": 199,
    "isCorrect": false
  },
  {
    "id": 621,
    "content": "Dừng xe, hỗ trợ nạn nhân và báo cho cơ quan chức năng.",
    "questionId": 199,
    "isCorrect": true
  },
  {
    "id": 622,
    "content": "Chỉ quan sát rồi tiếp tục di chuyển.",
    "questionId": 199,
    "isCorrect": false
  },
  {
    "id": 623,
    "content": "Chỉ giúp đỡ nếu có người thân trong vụ tai nạn.",
    "questionId": 199,
    "isCorrect": false
  },
  {
    "id": 624,
    "content": "Cho xe lấn sang làn ngược chiều để nhanh chóng thoát khỏi nơi ùn tắc.",
    "questionId": 200,
    "isCorrect": false
  },
  {
    "id": 625,
    "content": "Điều khiển xe trên vỉa hè để nhanh chóng thoát khỏi nơi ùn tắc.",
    "questionId": 200,
    "isCorrect": false
  },
  {
    "id": 626,
    "content": "Kiên nhẫn tuân thủ hướng dẫn của người điều khiển giao thông hoặc tín hiệu đèn giao thông, di chuyển trên đúng phần đường bên phải theo chiều đi, nhường đường cho các phương tiện đi ngược chiều.",
    "questionId": 200,
    "isCorrect": true
  },
  {
    "id": 627,
    "content": "Bấm còi liên tục thúc giục các phương tiện phía trước nhường đường; đi trên vỉa hè, tận dụng mọi khoảng trống để nhanh chóng thoát khỏi nơi ùn tắc; lấn sang trái đường cố gắng vượt lên xe khác.",
    "questionId": 201,
    "isCorrect": true
  },
  {
    "id": 628,
    "content": "Tuân thủ hướng dẫn của người điều khiển giao thông hoặc tín hiệu giao thông, đi đúng phần đường, làn đường quy định.",
    "questionId": 201,
    "isCorrect": false
  },
  {
    "id": 629,
    "content": "Không lắp đặt thêm thiết bị điện, phụ kiện không đúng theo thiết kế của nhà sản xuất; tuân thủ quy trình vận hành bảo trì bảo dưỡng định kỳ; thường xuyên kiểm tra phương tiện, khi phát hiện thấy dấu hiệu khác lạ (khó nổ, có hơi xăng, có tiếng kêu bất thường, nhiệt độ của máy cao, có mùi khét) cần khắc phục ngay.",
    "questionId": 202,
    "isCorrect": false
  },
  {
    "id": 630,
    "content": "Khi để xe trong nhà, ở nơi trông giữ xe phải tắt khóa điện, để xa nguồn lửa, nguồn nhiệt; không mua xăng, dầu ở các điểm bán tự phát, không rõ nguồn gốc; không sử dụng các biện pháp “tiết kiệm xăng, dầu” khi chưa được kiểm chứng về mức độ an toàn có thể gây hỏng xe hoặc dẫn đến nguy cơ xảy ra cháy cao.",
    "questionId": 202,
    "isCorrect": false
  },
  {
    "id": 631,
    "content": "Không để các chất dễ cháy, dễ bắt lửa trong xe, dưới yên xe, trong cốp xe, trong khoang động cơ. Đối với xe điện cần chọn địa điểm sạc an toàn, sử dụng các thiết bị sạc đúng cách và giám sát quá trình sạc.",
    "questionId": 202,
    "isCorrect": false
  },
  {
    "id": 632,
    "content": "Cả ba ý trên.",
    "questionId": 202,
    "isCorrect": true
  },
  {
    "id": 633,
    "content": "Tắt khoá điện, hô hoán để mọi người đến trợ giúp chữa cháy, gọi Cảnh sát phòng cháy chữa cháy và cứu nạn cứu hộ (điện thoại 114).",
    "questionId": 203,
    "isCorrect": false
  },
  {
    "id": 634,
    "content": "Nếu nhiên liệu chưa trào ra ngoài (ngọn lửa chưa cháy dữ dội) thì có thể sử dụng nước, hoặc bất kỳ chất, phương tiện chữa cháy có được để dập lửa; nếu nhiên liệu đã trào ra ngoài (ngọn lửa cháy dữ dội) thì phải sử dụng các bình chữa cháy, cát, chăn chiên, bao tải, vải nhúng nước để dập lửa.",
    "questionId": 203,
    "isCorrect": false
  },
  {
    "id": 635,
    "content": "Cả hai ý trên.",
    "questionId": 203,
    "isCorrect": true
  },
  {
    "id": 636,
    "content": "Bình tĩnh, đưa xe sát vào lề đường, tránh xa nơi có nhiều người, nhiều chất dễ cháy và tắt khóa điện, thực hiện các bước chữa cháy.",
    "questionId": 204,
    "isCorrect": true
  },
  {
    "id": 637,
    "content": "Hô hoán để mọi người đến trợ giúp chữa cháy, gọi Cảnh sát giao thông, Cảnh sát phòng cháy, chữa cháy và cứu nạn, cứu hộ, lực lượng y tế để sẵn sàng hỗ trợ cứu người.",
    "questionId": 204,
    "isCorrect": false
  },
  {
    "id": 638,
    "content": "Nếu nhiên liệu trào ra ngoài, ngọn lửa chưa cháy dữ dội thì tiếp tục sử dụng nước, hoặc bất kỳ chất, phương tiện chữa cháy có được để dập lửa.",
    "questionId": 204,
    "isCorrect": false
  },
  {
    "id": 639,
    "content": "Cả ba ý trên.",
    "questionId": 204,
    "isCorrect": false
  },
  {
    "id": 640,
    "content": "Gọi số 115 để thông báo về tình trạng tai nạn và yêu cầu hỗ trợ y tế ngay lập tức. Quan sát hiện trường để giúp nạn nhân, đồng thời tránh gây tổn thương cho mình.",
    "questionId": 205,
    "isCorrect": false
  },
  {
    "id": 641,
    "content": "Nhanh chóng loại bỏ nguyên nhân gây bỏng bằng cách tách nạn nhân khỏi vật gây cháy, cởi bỏ quần áo nếu bén lửa, ngâm vùng da bị bỏng vào nước sạch hoặc đắp khăn mát, lưu ý không dùng khăn hoặc nước quá lạnh.",
    "questionId": 205,
    "isCorrect": false
  },
  {
    "id": 642,
    "content": "Nếu nạn nhân còn tỉnh, cần cho uống bù nước. Trong thời tiết lạnh, cần giữ ấm cho cơ thể nạn nhân, sau đó nhanh chóng đưa đến cơ sở y tế gần nhất.",
    "questionId": 205,
    "isCorrect": false
  },
  {
    "id": 643,
    "content": "Cả ba ý trên.",
    "questionId": 205,
    "isCorrect": true
  },
  {
    "id": 644,
    "content": "Giữ tay ga ở mức độ phù hợp, sử dụng phanh trước và phanh sau để giảm tốc độ.",
    "questionId": 206,
    "isCorrect": true
  },
  {
    "id": 645,
    "content": "Nhả hết tay ga, tắt động cơ, sử dụng phanh trước và phanh sau để giảm tốc độ.",
    "questionId": 206,
    "isCorrect": false
  },
  {
    "id": 646,
    "content": "Sử dụng phanh trước để giảm tốc độ kết hợp với tắt chìa khóa điện của xe.",
    "questionId": 206,
    "isCorrect": false
  },
  {
    "id": 647,
    "content": "Đạp bàn đạp phanh chân hết hành trình, vào số và nhả phanh đỗ, kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh.",
    "questionId": 207,
    "isCorrect": true
  },
  {
    "id": 648,
    "content": "Đạp bàn đạp để tăng ga với mức độ phù hợp, vào số và kiểm tra lại xem có bị nhầm số không rồi mới cho xe lăn bánh.",
    "questionId": 207,
    "isCorrect": false
  },
  {
    "id": 649,
    "content": "Dùng lực tay phải kéo cần phanh tay về phía sau hết hành trình; nếu khóa hãm bị kẹt cứng phải đẩy mạnh phanh tay về phía trước, sau đó bóp khóa hãm.",
    "questionId": 208,
    "isCorrect": false
  },
  {
    "id": 650,
    "content": "Dùng lực tay phải bóp khóa hãm đẩy cần phanh tay về phía trước hết hành trình; nếu khóa hãm bị kẹt cứng phải kéo cần phanh tay về phía sau đồng thời bóp khóa hãm.",
    "questionId": 208,
    "isCorrect": true
  },
  {
    "id": 651,
    "content": "Dùng lực tay phải đẩy cần phanh tay về phía trước hết hành trình; nếu khóa hãm bị kẹt cứng phải đẩy mạnh phanh tay về phía trước, sau đó bóp khóa hãm.",
    "questionId": 208,
    "isCorrect": false
  },
  {
    "id": 652,
    "content": "Kiểm tra an toàn xung quanh xe ô tô; nhả từ từ đến 1/2 hành trình bàn đạp ly hợp (côn) và giữ trong khoảng 3 giây; vào số 1; nhả hết phanh tay, báo hiệu bằng còi, đèn trước khi xuất phát; tăng ga đủ để xuất phát, sau đó vừa tăng ga vừa nhả hết côn để cho xe ô tô chuyển động.",
    "questionId": 209,
    "isCorrect": false
  },
  {
    "id": 653,
    "content": "Kiểm tra an toàn xung quanh xe ô tô; đạp ly hợp (côn) hết hành trình; vào số 1; nhả hết phanh tay, báo hiệu bằng còi, đèn trước khi xuất phát; tăng ga đủ để xuất phát; nhả từ từ đến 1/2 hành trình bàn đạp côn và giữ trong khoảng 3 giây, sau đó vừa tăng ga vừa nhả hết côn để cho xe ô tô chuyển động.",
    "questionId": 209,
    "isCorrect": true
  },
  {
    "id": 654,
    "content": "Quan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe cho thích hợp; quay đầu xe với tốc độ thấp; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đầu xe về phía nguy hiểm, đưa đuôi xe về phía an toàn.",
    "questionId": 210,
    "isCorrect": true
  },
  {
    "id": 655,
    "content": "Quan sát biển báo hiệu để biết nơi được phép quay đầu; quan sát kỹ địa hình nơi chọn để quay đầu; lựa chọn quỹ đạo quay đầu xe; quay đầu xe với tốc độ tối đa; thường xuyên báo tín hiệu để người, các phương tiện xung quanh được biết; nếu quay đầu xe ở nơi nguy hiểm thì đưa đuôi xe về phía nguy hiểm và đầu xe về phía an toàn.",
    "questionId": 210,
    "isCorrect": false
  },
  {
    "id": 656,
    "content": "Điều chỉnh ghế sao cho chân có thể đạp phanh và ga dễ dàng, ngồi thẳng lưng, hai tay nắm vô lăng, tay trái nắm ở vị trí 9 đến 10 giờ và tay phải nắm ở vị trí từ 2 đến 4 giờ.",
    "questionId": 211,
    "isCorrect": true
  },
  {
    "id": 657,
    "content": "Ngồi sát vô lăng để dễ quan sát hoặc ngồi tự do, không cần điều chỉnh ghế.",
    "questionId": 211,
    "isCorrect": false
  },
  {
    "id": 658,
    "content": "Ngồi ngả người về phía sau nhiều để thư giãn, chân trái để ở vị trí chân ga, hai tay nắm vô lăng ở vị trí bất kỳ.",
    "questionId": 211,
    "isCorrect": false
  },
  {
    "id": 659,
    "content": "Tăng lên số cao từ chân dốc, điều chỉnh ga cho xe nhanh lên dốc; đến gần đỉnh dốc phải tăng ga để xe nhanh chóng qua dốc; về số thấp, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe đi ngược chiều biết.",
    "questionId": 212,
    "isCorrect": false
  },
  {
    "id": 660,
    "content": "Về số thấp từ chân dốc, điều chỉnh ga cho xe từ từ lên dốc; đến gần đỉnh dốc phải đi chậm, đi sát về phía bên phải đường, có tín hiệu (còi, đèn) để báo cho người lái xe đi ngược chiều biết.",
    "questionId": 212,
    "isCorrect": true
  },
  {
    "id": 661,
    "content": "Tăng lên số cao, nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ.",
    "questionId": 213,
    "isCorrect": false
  },
  {
    "id": 662,
    "content": "Về số thấp, nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ.",
    "questionId": 213,
    "isCorrect": true
  },
  {
    "id": 663,
    "content": "Về số không (0), nhả bàn đạp ga ở mức độ phù hợp, kết hợp với phanh chân để khống chế tốc độ.",
    "questionId": 213,
    "isCorrect": false
  },
  {
    "id": 664,
    "content": "Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số 1, đạp 1/2 ly hợp (côn) cho xe đến chỗ dừng; khi xe đã dừng, về số không (N), đạp phanh chân, sử dụng phanh đỗ.",
    "questionId": 214,
    "isCorrect": true
  },
  {
    "id": 665,
    "content": "Có tín hiệu rẽ phải, điều khiển xe sát vào lề đường bên trái; đạp hết hành trình ly hợp (côn) và nhả bàn đạp ga để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được tại chỗ dừng; khi xe đã dừng, đạp và giữ phanh chân.",
    "questionId": 214,
    "isCorrect": false
  },
  {
    "id": 666,
    "content": "Có tín hiệu rẽ trái, điều khiển xe sát vào lề đường bên phải; đạp phanh sớm và mạnh hơn lúc dừng xe trên đường bằng để xe đi với tốc độ chậm đến mức dễ dàng dừng lại được; về số không (N) để xe đi đến chỗ dừng, khi xe đã dừng, sử dụng phanh đỗ.",
    "questionId": 214,
    "isCorrect": false
  },
  {
    "id": 667,
    "content": "Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng coi, đèn; giảm tốc độ tới mức cần thiết, về số thấp và thực hiện quay vòng với tốc độ phù hợp với bán kính cong của đường vòng.",
    "questionId": 215,
    "isCorrect": true
  },
  {
    "id": 668,
    "content": "Quan sát cẩn thận các chướng ngại vật và báo hiệu bằng còi, đèn; tăng tốc để nhanh chóng qua đường vòng và giảm tốc độ sau khi qua đường vòng.",
    "questionId": 215,
    "isCorrect": false
  },
  {
    "id": 669,
    "content": "Có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe sang làn đường bên trái; giảm tốc độ và quan sát an toàn phía bên phải để điều khiển xe qua chỗ đường giao nhau.",
    "questionId": 216,
    "isCorrect": false
  },
  {
    "id": 670,
    "content": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ phải; giảm tốc độ, quan sát an toàn phía trước, sau, bên phải và điều khiển xe từ từ rẽ phải.",
    "questionId": 216,
    "isCorrect": true
  },
  {
    "id": 671,
    "content": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ phải; quan sát an toàn phía sau; điều khiển xe bám sát vào phía phải đường; tăng tốc độ và quan sát an toàn phía bên trái để điều khiển xe qua chỗ đường giao nhau.",
    "questionId": 216,
    "isCorrect": false
  },
  {
    "id": 672,
    "content": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ trái; giảm tốc độ, quan sát an toàn xung quanh đặc biệt là bên trái; đổi sang làn đường bên trái và điều khiển xe từ từ rẽ trái.",
    "questionId": 217,
    "isCorrect": true
  },
  {
    "id": 673,
    "content": "Cách chỗ rẽ một khoảng cách an toàn có tín hiệu rẽ trái, tăng tốc độ để xe nhanh chóng qua chỗ đường giao nhau; có tín hiệu xin đổi làn đường; quan sát an toàn xung quanh đặc biệt là bên trái; đổi làn đường sang phải để mở rộng vòng cua.",
    "questionId": 217,
    "isCorrect": false
  },
  {
    "id": 674,
    "content": "Vào số một (1) và từ từ cho hai bánh xe trước xuống rãnh, tăng ga cho hai bánh xe trước vượt lên khỏi rãnh, tăng số, tăng tốc độ để bánh xe sau vượt qua rãnh.",
    "questionId": 218,
    "isCorrect": false
  },
  {
    "id": 675,
    "content": "Tăng ga, tăng số để hai bánh xe trước và bánh xe sau vượt qua khỏi rãnh và chạy bình thường.",
    "questionId": 218,
    "isCorrect": false
  },
  {
    "id": 676,
    "content": "Vào số một (1) và từ từ cho hai bánh xe trước xuống rãnh, tăng ga cho hai bánh xe trước vượt lên khỏi rãnh, tiếp tục để bánh xe sau từ từ xuống rãnh rồi tăng dần ga cho xe ô tô lên khỏi rãnh.",
    "questionId": 218,
    "isCorrect": true
  },
  {
    "id": 677,
    "content": "Khi có chuông báo hoặc thanh chắn đã hạ xuống, người lái xe phải dừng xe tạm thời đúng khoảng cách an toàn, kéo phanh tay nếu đường dốc hoặc phải chờ lâu.",
    "questionId": 219,
    "isCorrect": false
  },
  {
    "id": 678,
    "content": "Khi không có chuông báo hoặc thanh chắn không hạ xuống, người lái xe cần phải quan sát nếu thấy đủ điều kiện an toàn thì về số thấp, tăng ga nhẹ và không thay đổi số trong quá trình vượt qua đường sắt để tránh động cơ chết máy cho xe cho vượt qua.",
    "questionId": 219,
    "isCorrect": false
  },
  {
    "id": 679,
    "content": "Cả hai ý trên.",
    "questionId": 219,
    "isCorrect": true
  },
  {
    "id": 680,
    "content": "Khi chạy trên đường xấu, nhiều ổ gà nên chạy chậm để thùng xe không bị lắc mạnh, không gây hiện tượng lệch \"ben\"; khi chạy vào đường vòng, cần giảm tốc độ, không lấy lái gấp và không phanh gấp.",
    "questionId": 220,
    "isCorrect": false
  },
  {
    "id": 681,
    "content": "Khi chạy trên đường quốc lộ, đường bằng phẳng không cần hạ hết thùng xe xuống.",
    "questionId": 220,
    "isCorrect": false
  },
  {
    "id": 682,
    "content": "Khi đổ hàng phải chọn vị trí có nền đường cứng và phẳng, dừng hẳn xe, kéo hết phanh đỗ; sau đó mới điều khiển cơ cấu nâng \"ben\" để đổ hàng, đổ xong hàng mới hạ thùng xuống.",
    "questionId": 220,
    "isCorrect": false
  },
  {
    "id": 683,
    "content": "Ý 1 và ý 3.",
    "questionId": 220,
    "isCorrect": true
  },
  {
    "id": 684,
    "content": "Không được nhìn xuống buồng lái, cần phải tăng thứ tự từ thấp đến cao, phối hợp các động tác phải nhịp nhàng, chính xác.",
    "questionId": 221,
    "isCorrect": true
  },
  {
    "id": 685,
    "content": "Nhìn xuống buồng lái để biết chính xác vị trí các tay số, cần phải tăng thứ tự từ thấp đến cao, phối hợp các động tác phải nhịp nhàng, vù ga phải phù hợp với tốc độ.",
    "questionId": 221,
    "isCorrect": false
  },
  {
    "id": 686,
    "content": "Nhìn xuống buồng lái để biết chính xác vị trí các tay số, cần phải giảm thứ tự từ cao xuống thấp, phối hợp các động tác phải nhịp nhàng, chính xác.",
    "questionId": 222,
    "isCorrect": false
  },
  {
    "id": 687,
    "content": "Không được nhìn xuống buồng lái, cần phải giảm thứ tự từ cao xuống thấp, phối hợp các động tác phải nhịp nhàng, chính xác, vù ga phải phù hợp với tốc độ.",
    "questionId": 222,
    "isCorrect": true
  },
  {
    "id": 688,
    "content": "Nhả bàn đạp ga, đạp ly hợp (côn) hết hành trình, đạp mạnh phanh chân để giảm tốc độ.",
    "questionId": 223,
    "isCorrect": false
  },
  {
    "id": 689,
    "content": "Về số thấp phù hợp, nhả bàn đạp ga, kết hợp đạp phanh chân với mức độ phù hợp để giảm tốc độ.",
    "questionId": 223,
    "isCorrect": true
  },
  {
    "id": 690,
    "content": "Nhả bàn đạp ga, tăng lên số cao, đạp phanh chân với mức độ phù hợp để giảm tốc độ.",
    "questionId": 223,
    "isCorrect": false
  },
  {
    "id": 691,
    "content": "Tăng lên số cao, tăng ga và giảm ga liên tục để thay đổi tốc độ, giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước.",
    "questionId": 224,
    "isCorrect": false
  },
  {
    "id": 692,
    "content": "Đạp ly hợp (côn) hết hành trình, tăng ga và giảm ga liên tục để thay đổi tốc độ, giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước.",
    "questionId": 224,
    "isCorrect": false
  },
  {
    "id": 693,
    "content": "Quan sát, ước lượng độ ngập nước mà xe ô tô có thể vượt qua an toàn, về số thấp, giữ đều ga và giữ vững tay lái để ô tô vượt qua đoạn đường ngập nước.",
    "questionId": 224,
    "isCorrect": true
  },
  {
    "id": 694,
    "content": "Chuyển từ đèn chiếu xa sang đèn chiếu gần; không nhìn thẳng vào đèn của xe chạy ngược chiều mà nhìn chếch sang phía phải theo chiều chuyển động của xe mình.",
    "questionId": 225,
    "isCorrect": true
  },
  {
    "id": 695,
    "content": "Chuyển từ đèn chiếu gần sang đèn chiếu xa; không nhìn thẳng vào đèn của xe chạy ngược chiều mà nhìn chếch sang phía phải theo chiều chuyển động của xe mình.",
    "questionId": 225,
    "isCorrect": false
  },
  {
    "id": 696,
    "content": "Chuyển từ đèn chiếu xa sang đèn chiếu gần; nhìn thẳng vào đèn của xe chạy ngược chiều để tránh xe bảo đảm an toàn.",
    "questionId": 225,
    "isCorrect": false
  },
  {
    "id": 697,
    "content": "Giữ vững tay lái cho xe đi đúng vệt bánh xe đi trước, sử dụng số thấp đi chậm, giữ đều ga, đánh lái ngoặt và phanh gấp khi cần thiết.",
    "questionId": 226,
    "isCorrect": false
  },
  {
    "id": 698,
    "content": "Giữ vững tay lái cho xe đi đúng vệt bánh xe đi trước, sử dụng số thấp đi chậm, gài cầu (nếu có), giữ đều ga, không lấy nhiều lái, không đánh lái ngoặt và phanh gấp.",
    "questionId": 226,
    "isCorrect": true
  },
  {
    "id": 699,
    "content": "Đang sử dụng phanh đỗ.",
    "questionId": 227,
    "isCorrect": true
  },
  {
    "id": 700,
    "content": "Nhiệt độ nước làm mát quá mức cho phép.",
    "questionId": 227,
    "isCorrect": false
  },
  {
    "id": 701,
    "content": "Cửa xe đang mở.",
    "questionId": 227,
    "isCorrect": false
  },
  {
    "id": 702,
    "content": "Đang sử dụng phanh đỗ.",
    "questionId": 228,
    "isCorrect": false
  },
  {
    "id": 703,
    "content": "Thiếu dầu phanh.",
    "questionId": 228,
    "isCorrect": false
  },
  {
    "id": 704,
    "content": "Nhiệt độ nước làm mát tăng quá mức cho phép.",
    "questionId": 228,
    "isCorrect": false
  },
  {
    "id": 705,
    "content": "Áp suất dầu ở mức thấp.",
    "questionId": 228,
    "isCorrect": true
  },
  {
    "id": 706,
    "content": "Cửa xe đóng chưa chặt hoặc có cửa xe chưa đóng.",
    "questionId": 229,
    "isCorrect": true
  },
  {
    "id": 707,
    "content": "Bộ nạp ắc quy gặp sự cố kỹ thuật.",
    "questionId": 229,
    "isCorrect": false
  },
  {
    "id": 708,
    "content": "Dầu bôi trơn bị thiếu.",
    "questionId": 229,
    "isCorrect": false
  },
  {
    "id": 709,
    "content": "Ý 2 và ý 3.",
    "questionId": 229,
    "isCorrect": false
  },
  {
    "id": 710,
    "content": "Thiếu dầu phanh, phanh tay đang hãm.",
    "questionId": 230,
    "isCorrect": false
  },
  {
    "id": 711,
    "content": "Hệ thống túi khí an toàn gặp sự cố.",
    "questionId": 230,
    "isCorrect": false
  },
  {
    "id": 712,
    "content": "Lái xe và người ngồi ghế trước chưa cài dây đai an toàn.",
    "questionId": 230,
    "isCorrect": true
  },
  {
    "id": 713,
    "content": "Cửa đóng chưa chặt, có cửa chưa đóng.",
    "questionId": 230,
    "isCorrect": false
  },
  {
    "id": 714,
    "content": "Báo hiệu thiếu dầu phanh.",
    "questionId": 231,
    "isCorrect": false
  },
  {
    "id": 715,
    "content": "Áp suất lốp không đủ.",
    "questionId": 231,
    "isCorrect": false
  },
  {
    "id": 716,
    "content": "Đang sử dụng phanh đỗ.",
    "questionId": 231,
    "isCorrect": false
  },
  {
    "id": 717,
    "content": "Sắp hết nhiên liệu.",
    "questionId": 231,
    "isCorrect": true
  },
  {
    "id": 718,
    "content": "Xăng và dầu diesel.",
    "questionId": 232,
    "isCorrect": false
  },
  {
    "id": 719,
    "content": "Xăng sinh học và khí sinh học.",
    "questionId": 232,
    "isCorrect": true
  },
  {
    "id": 720,
    "content": "Ý 1 và ý 2.",
    "questionId": 232,
    "isCorrect": false
  },
  {
    "id": 721,
    "content": "Bảo dưỡng xe theo định kỳ và có kế hoạch lộ trình trước khi xe chạy.",
    "questionId": 233,
    "isCorrect": false
  },
  {
    "id": 722,
    "content": "Kiểm tra áp suất lốp theo quy định và chạy xe với tốc độ phù hợp với tình trạng mặt đường và mật độ giao thông trên đường.",
    "questionId": 233,
    "isCorrect": false
  },
  {
    "id": 723,
    "content": "Cả hai ý trên.",
    "questionId": 233,
    "isCorrect": true
  },
  {
    "id": 724,
    "content": "Quan sát tình hình giao thông phía trước, phía sau và phía bên mở cửa xe, mở hé cánh cửa, nếu đảm bảo an toàn thì mở cửa ở mức cần thiết để xuống xe ô tô.",
    "questionId": 234,
    "isCorrect": true
  },
  {
    "id": 725,
    "content": "Mở cánh cửa và quan sát tình hình giao thông phía trước, nếu đảm bảo an toàn thì mở cửa ở mức cần thiết để xuống xe ô tô.",
    "questionId": 234,
    "isCorrect": false
  },
  {
    "id": 726,
    "content": "Mở cánh cửa hết hành trình và nhanh chóng ra khỏi xe ô tô.",
    "questionId": 234,
    "isCorrect": false
  },
  {
    "id": 727,
    "content": "Giảm tốc độ, dừng lại trước vạch dừng, quan sát cả hai phía, nếu không có tàu đi tới, tăng ga nhẹ vượt qua đường sắt.",
    "questionId": 235,
    "isCorrect": false
  },
  {
    "id": 728,
    "content": "Nếu thấy có tàu đi tới thì dừng lại trước vạch dừng, chỉ khi tàu đi qua mới được đi.",
    "questionId": 235,
    "isCorrect": false
  },
  {
    "id": 729,
    "content": "Cả hai ý trên.",
    "questionId": 235,
    "isCorrect": true
  },
  {
    "id": 730,
    "content": "Không đúng.",
    "questionId": 236,
    "isCorrect": false
  },
  {
    "id": 731,
    "content": "Đúng.",
    "questionId": 236,
    "isCorrect": true
  },
  {
    "id": 732,
    "content": "Không cần thiết, vì nếu nhìn thấy tàu còn cách xa, người lái xe có thể tăng số cao, tăng ga để cho xe nhanh chóng vượt qua đường sắt.",
    "questionId": 236,
    "isCorrect": false
  },
  {
    "id": 733,
    "content": "Về số thấp, kết hợp phanh chân để giảm tốc độ.",
    "questionId": 237,
    "isCorrect": true
  },
  {
    "id": 734,
    "content": "Giữ nguyên tay số D, kết hợp phanh đỗ để giảm tốc độ.",
    "questionId": 237,
    "isCorrect": false
  },
  {
    "id": 735,
    "content": "Về số N (số 0), kết hợp phanh chân để giảm tốc độ.",
    "questionId": 237,
    "isCorrect": false
  },
  {
    "id": 736,
    "content": "Vị trí N hoặc vị trí P hoặc số 0.",
    "questionId": 238,
    "isCorrect": true
  },
  {
    "id": 737,
    "content": "Vị trí D hoặc số 1.",
    "questionId": 238,
    "isCorrect": false
  },
  {
    "id": 738,
    "content": "Vị trí R.",
    "questionId": 238,
    "isCorrect": false
  },
  {
    "id": 739,
    "content": "Không sử dụng chân trái; chân phải điều khiển bàn đạp phanh và bàn đạp ga.",
    "questionId": 239,
    "isCorrect": true
  },
  {
    "id": 740,
    "content": "Chân trái điều khiển bàn đạp phanh, chân phải điều khiển bàn đạp ga.",
    "questionId": 239,
    "isCorrect": false
  },
  {
    "id": 741,
    "content": "Không sử dụng chân phải; chân trái điều khiển bàn đạp phanh và bàn đạp ga.",
    "questionId": 239,
    "isCorrect": false
  },
  {
    "id": 742,
    "content": "Tăng tốc độ, chạy gần xe trước, nhìn đèn hậu để định hướng.",
    "questionId": 240,
    "isCorrect": false
  },
  {
    "id": 743,
    "content": "Giảm tốc độ, chạy cách xa xe trước với khoảng cách an toàn, bật đèn sương mù và đèn chiếu gần.",
    "questionId": 240,
    "isCorrect": true
  },
  {
    "id": 744,
    "content": "Tăng tốc độ, bật đèn pha vượt qua xe chạy trước.",
    "questionId": 240,
    "isCorrect": false
  },
  {
    "id": 745,
    "content": "Giảm tốc độ, giữ vững tay lái, nhìn chếch sang lề đường bên phải.",
    "questionId": 241,
    "isCorrect": true
  },
  {
    "id": 746,
    "content": "Bật đèn pha chiếu xa và giữ nguyên tốc độ.",
    "questionId": 241,
    "isCorrect": false
  },
  {
    "id": 747,
    "content": "Tăng tốc độ, bật đèn pha đối diện xe phía trước.",
    "questionId": 241,
    "isCorrect": false
  },
  {
    "id": 748,
    "content": "Sử dụng phanh trước.",
    "questionId": 242,
    "isCorrect": false
  },
  {
    "id": 749,
    "content": "Sử dụng phanh sau.",
    "questionId": 242,
    "isCorrect": false
  },
  {
    "id": 750,
    "content": "Giảm hết ga, sử dụng đồng thời cả phanh sau và phanh trước.",
    "questionId": 242,
    "isCorrect": true
  },
  {
    "id": 751,
    "content": "Giảm tốc độ, về số thấp và giữ đều ga.",
    "questionId": 243,
    "isCorrect": true
  },
  {
    "id": 752,
    "content": "Tăng tốc độ cho xe lướt qua nhanh.",
    "questionId": 243,
    "isCorrect": false
  },
  {
    "id": 753,
    "content": "Tăng tốc độ, đánh lái liên tục để tránh \"ổ gà\".",
    "questionId": 243,
    "isCorrect": false
  },
  {
    "id": 754,
    "content": "Bật đèn chiếu gần và đèn vàng (nếu có), điều khiển gạt nước, điều khiển ô tô đi với tốc độ chậm để có thể quan sát được; tìm chỗ an toàn dừng xe, bật đèn dừng khẩn cấp báo hiệu cho các xe khác biết.",
    "questionId": 244,
    "isCorrect": true
  },
  {
    "id": 755,
    "content": "Bật đèn chiếu xa và đèn vàng, điều khiển gạt nước, tăng tốc độ điều khiển ô tô qua khỏi khu vực mưa hoặc sương mù.",
    "questionId": 244,
    "isCorrect": false
  },
  {
    "id": 756,
    "content": "Tăng tốc độ, bật đèn pha vượt qua xe chạy phía trước.",
    "questionId": 244,
    "isCorrect": false
  },
  {
    "id": 757,
    "content": "Giảm tốc độ, tăng cường quan sát, không nên phanh gấp, không nên tăng ga hay đánh vô lăng đột ngột, bật đèn chiếu gần, mở chế độ gạt nước ở chế độ phù hợp để đảm bảo quan sát.",
    "questionId": 245,
    "isCorrect": true
  },
  {
    "id": 758,
    "content": "Phanh gấp khi xe đi vào vũng nước và tăng ga ngay sau khi ra khỏi vũng nước.",
    "questionId": 245,
    "isCorrect": false
  },
  {
    "id": 759,
    "content": "Bật đèn chiếu xa, tăng tốc độ điều khiển ô tô qua khỏi khu vực mưa.",
    "questionId": 245,
    "isCorrect": false
  },
  {
    "id": 760,
    "content": "Quan sát bên trái, bên phải, phía sau xe, có tín hiệu cần thiết và lùi xe với tốc độ phù hợp.",
    "questionId": 246,
    "isCorrect": true
  },
  {
    "id": 761,
    "content": "Quan sát phía trước xe và lùi xe với tốc độ nhanh.",
    "questionId": 246,
    "isCorrect": false
  },
  {
    "id": 762,
    "content": "Quan sát bên trái và phía trước của xe và lùi xe với tốc độ nhanh.",
    "questionId": 246,
    "isCorrect": false
  },
  {
    "id": 763,
    "content": "Giảm tốc độ đến mức an toàn, quan sát, nhường đường cho người đi bộ, giữ khoảng cách an toàn với các xe phía trước.",
    "questionId": 247,
    "isCorrect": false
  },
  {
    "id": 764,
    "content": "Đi đúng làn đường quy định, chỉ được chuyển làn đường ở nơi cho phép, nhưng phải quan sát.",
    "questionId": 247,
    "isCorrect": false
  },
  {
    "id": 765,
    "content": "Cả hai ý trên.",
    "questionId": 247,
    "isCorrect": true
  },
  {
    "id": 766,
    "content": "Quan sát, phát tín hiệu, nhường đường cho các xe đang chạy trên đường cao tốc, khi đủ điều kiện an toàn thì tăng tốc độ cho xe nhập vào làn đường cao tốc, nếu có làn đường tăng tốc thì phải cho xe chạy trên làn đường đó trước khi cho xe nhập vào làn của đường cao tốc.",
    "questionId": 248,
    "isCorrect": true
  },
  {
    "id": 767,
    "content": "Phát tín hiệu, quan sát các xe đang chạy phía trước, nếu bảo đảm các điều kiện an toàn thì tăng tốc độ cho xe nhập ngay vào làn đường cao tốc.",
    "questionId": 248,
    "isCorrect": false
  },
  {
    "id": 768,
    "content": "Phát tín hiệu và lái xe nhập vào làn đường tăng tốc, quan sát các xe phía sau đang chạy trên đường cao tốc, khi đủ điều kiện an toàn thì giảm tốc độ, từ từ cho xe nhập vào làn đường cao tốc.",
    "questionId": 248,
    "isCorrect": false
  },
  {
    "id": 769,
    "content": "Quan sát phía trước để tìm biển báo chỉ dẫn \"lối ra đường cao tốc\", kiểm tra tình trạng giao thông phía sau và bên phải, nếu bảo đảm điều kiện an toàn thì phát tín hiệu và điều khiển xe chuyển dần sang làn bên phải, nếu có làn đường giảm tốc thì phải cho xe di chuyển trên làn đường đó trước khi ra khỏi đường cao tốc.",
    "questionId": 249,
    "isCorrect": true
  },
  {
    "id": 770,
    "content": "Quan sát phía trước để tìm biển báo chỉ dẫn \"lối ra đường cao tốc\", trường hợp vượt qua \"lối ra đường cao tốc\" thì phát tín hiệu, di chuyển sang làn đường giảm tốc và lùi xe quay trở lại.",
    "questionId": 249,
    "isCorrect": false
  },
  {
    "id": 771,
    "content": "Xe gặp sự cố, tai nạn hoặc trường hợp khẩn cấp không thể di chuyển bình thường.",
    "questionId": 250,
    "isCorrect": true
  },
  {
    "id": 772,
    "content": "Để nghỉ ngơi, đi vệ sinh, chụp ảnh, làm việc riêng...",
    "questionId": 250,
    "isCorrect": false
  },
  {
    "id": 773,
    "content": "Cả hai ý trên.",
    "questionId": 250,
    "isCorrect": false
  },
  {
    "id": 774,
    "content": "Giữ khoảng cách an toàn, tránh đi vào vị trí điểm mù của xe kéo rơ moóc, bật xi nhan trái đồng thời kết hợp đèn, còi xin vượt.",
    "questionId": 251,
    "isCorrect": false
  },
  {
    "id": 775,
    "content": "Khi xe kéo rơ moóc đã có tín hiệu cho vượt (không có chướng ngại vật phía trước và xe đi ngược chiều), thấy đủ điều kiện an toàn thì vượt dứt khoát, không di chuyển song song bên cạnh xe kéo rơ moóc.",
    "questionId": 251,
    "isCorrect": false
  },
  {
    "id": 776,
    "content": "Khi vượt qua, phải quan sát gương chiếu hậu bên phải nếu có khoảng trống an toàn mới được cho xe chạy vào làn của mình, tắt xi nhan và tiếp tục hành trình.",
    "questionId": 251,
    "isCorrect": false
  },
  {
    "id": 777,
    "content": "Cả ba ý trên.",
    "questionId": 251,
    "isCorrect": true
  },
  {
    "id": 778,
    "content": "Nhả bàn đạp ga, về số thấp, đạp phanh chân với mức độ phù hợp để giảm tốc độ.",
    "questionId": 252,
    "isCorrect": true
  },
  {
    "id": 779,
    "content": "Nhả bàn đạp ga, về số N đạp phanh chân và kéo phanh tay để giảm tốc độ.",
    "questionId": 252,
    "isCorrect": false
  },
  {
    "id": 780,
    "content": "Quan sát, giảm tốc độ, phát tín hiệu, nhường đường cho xe trên đường chính từ bất kỳ hướng nào tới.",
    "questionId": 253,
    "isCorrect": true
  },
  {
    "id": 781,
    "content": "Nháy đèn, bấm còi để xe đi trên đường chính biết và tăng tốc độ cho xe đi ra đường chính.",
    "questionId": 253,
    "isCorrect": false
  },
  {
    "id": 782,
    "content": "Quan sát xe đang đi trên đường chính, nếu là xe có kích thước lớn hơn thì nhường đường, xe có kích thước nhỏ hơn thì tăng tốc độ cho xe đi ra đường chính.",
    "questionId": 253,
    "isCorrect": false
  },
  {
    "id": 783,
    "content": "Giảm tốc độ để bảo đảm an toàn với xe phía trước và sử dụng điện thoại để liên lạc.",
    "questionId": 254,
    "isCorrect": false
  },
  {
    "id": 784,
    "content": "Giảm tốc độ để dừng xe ở nơi cho phép sau đó sử dụng điện thoại để liên lạc.",
    "questionId": 254,
    "isCorrect": true
  },
  {
    "id": 785,
    "content": "Tăng tốc độ để cách xa xe phía sau và sử dụng điện thoại để liên lạc.",
    "questionId": 254,
    "isCorrect": false
  },
  {
    "id": 786,
    "content": "Sử dụng còi.",
    "questionId": 255,
    "isCorrect": false
  },
  {
    "id": 787,
    "content": "Phanh đồng thời cả phanh trước và phanh sau.",
    "questionId": 255,
    "isCorrect": false
  },
  {
    "id": 788,
    "content": "Chỉ sử dụng phanh trước.",
    "questionId": 255,
    "isCorrect": true
  },
  {
    "id": 789,
    "content": "Quan sát phía trước, phía sau và bên phía mở cửa để phát hiện các phương tiện đang di chuyển tới gần, khi đủ điều kiện an toàn, mở hé cửa, sau đó mở ở mức cần thiết để xuống xe.",
    "questionId": 256,
    "isCorrect": true
  },
  {
    "id": 790,
    "content": "Quan sát tình hình giao thông phía trước, không cần quan sát phía sau và bên mở cửa; mở cánh cửa hết hành trình và nhanh chóng ra khỏi xe ô tô.",
    "questionId": 256,
    "isCorrect": false
  },
  {
    "id": 791,
    "content": "Bật tín hiệu báo rẽ trước khi quay đầu, từ từ giảm tốc độ đến mức có thể dừng lại.",
    "questionId": 257,
    "isCorrect": false
  },
  {
    "id": 792,
    "content": "Chỉ quay đầu xe tại những nơi được phép quay đầu.",
    "questionId": 257,
    "isCorrect": false
  },
  {
    "id": 793,
    "content": "Quan sát an toàn các phương tiện tới từ phía trước, phía sau, hai bên đồng thời nhường đường cho xe từ bên phải và phía trước đi tới.",
    "questionId": 257,
    "isCorrect": false
  },
  {
    "id": 794,
    "content": "Cả ba ý trên.",
    "questionId": 257,
    "isCorrect": true
  },
  {
    "id": 795,
    "content": "Để điều khiển xe chạy về phía trước.",
    "questionId": 258,
    "isCorrect": false
  },
  {
    "id": 796,
    "content": "Để điều tiết công suất động cơ qua đó điều khiển tốc độ của xe.",
    "questionId": 258,
    "isCorrect": false
  },
  {
    "id": 797,
    "content": "Để điều khiển xe chạy lùi.",
    "questionId": 258,
    "isCorrect": false
  },
  {
    "id": 798,
    "content": "Ý 1 và ý 2.",
    "questionId": 258,
    "isCorrect": true
  },
  {
    "id": 799,
    "content": "Để quan sát an toàn phía bên trái khi chuẩn bị rẽ trái.",
    "questionId": 259,
    "isCorrect": false
  },
  {
    "id": 800,
    "content": "Để quan sát an toàn phía bên phải khi chuẩn bị rẽ phải.",
    "questionId": 259,
    "isCorrect": false
  },
  {
    "id": 801,
    "content": "Để quan sát an toàn phía sau của bên trái và bên phải trước khi chuyển hướng.",
    "questionId": 259,
    "isCorrect": true
  },
  {
    "id": 802,
    "content": "Để quan sát an toàn phía trước cả bên trái và bên phải trước khi chuyển hướng.",
    "questionId": 259,
    "isCorrect": false
  },
  {
    "id": 803,
    "content": "Tăng ga thật mạnh, giảm ga từ từ.",
    "questionId": 260,
    "isCorrect": false
  },
  {
    "id": 804,
    "content": "Tăng ga thật mạnh, giảm ga thật nhanh.",
    "questionId": 260,
    "isCorrect": false
  },
  {
    "id": 805,
    "content": "Tăng ga từ từ, giảm ga thật nhanh.",
    "questionId": 260,
    "isCorrect": true
  },
  {
    "id": 806,
    "content": "Tăng ga từ từ, giảm ga từ từ.",
    "questionId": 260,
    "isCorrect": false
  },
  {
    "id": 807,
    "content": "Đi ở tốc độ thấp, quan sát liên tục khoảng cách từ 05 m đến 10 m phía trước để điều chỉnh sớm hướng di chuyển.",
    "questionId": 261,
    "isCorrect": false
  },
  {
    "id": 808,
    "content": "Trong quá trình di chuyển không nên dùng phanh trước tránh làm khóa bánh dẫn hướng.",
    "questionId": 261,
    "isCorrect": false
  },
  {
    "id": 809,
    "content": "Không được lắc người sang trái hoặc phải nhiều, trọng tâm cơ thể cần trùng với trọng tâm của xe.",
    "questionId": 261,
    "isCorrect": false
  },
  {
    "id": 810,
    "content": "Cả ba ý trên.",
    "questionId": 261,
    "isCorrect": true
  },
  {
    "id": 811,
    "content": "Kiểm tra hệ thống an toàn, pin của xe trước khi xuất phát.",
    "questionId": 262,
    "isCorrect": false
  },
  {
    "id": 812,
    "content": "Nhả chân ga để phanh tái sinh hoạt động.",
    "questionId": 262,
    "isCorrect": false
  },
  {
    "id": 813,
    "content": "Rà phanh chân để kịp thời xử lý tình huống khẩn cấp.",
    "questionId": 262,
    "isCorrect": false
  },
  {
    "id": 814,
    "content": "Cả ba ý trên.",
    "questionId": 262,
    "isCorrect": true
  },
  {
    "id": 815,
    "content": "Người lái xe phải tìm hiểu khả năng chìm trong nước của xe để xác định cung đường di chuyển.",
    "questionId": 263,
    "isCorrect": false
  },
  {
    "id": 816,
    "content": "Giữ vững tay lái, đi đều ga, tránh không để xe chết máy giữa dòng, không nên dừng xe trên đường ngập nước.",
    "questionId": 263,
    "isCorrect": false
  },
  {
    "id": 817,
    "content": "Lái xe tốc độ chậm, không tạo sóng và giữ khoảng cách an toàn với các phương tiện xung quanh, nhất là người đi bộ.",
    "questionId": 263,
    "isCorrect": false
  },
  {
    "id": 818,
    "content": "Cả ba ý trên.",
    "questionId": 263,
    "isCorrect": true
  },
  {
    "id": 819,
    "content": "Kiểm tra que thăm dầu trên các-te. Quan sát vệt dầu trên que thăm, mức dầu này phải nằm ở mức tối đa được thể hiện trên que thăm.",
    "questionId": 264,
    "isCorrect": false
  },
  {
    "id": 820,
    "content": "Rút que thăm dầu trên các-te. Quan sát vệt dầu trên que thăm, mức dầu này phải nằm ở mức tối thiểu được thể hiện trên que thăm.",
    "questionId": 264,
    "isCorrect": false
  },
  {
    "id": 821,
    "content": "Rút que thăm dầu trên các-te, lau sạch que thăm sau đó cắm vào các-te và rút ra quan sát vệt dầu trên que thăm, mức dầu phải nằm trong khoảng vạch mức tối thiểu và tối đa được thể hiện trên que thăm.",
    "questionId": 264,
    "isCorrect": true
  },
  {
    "id": 822,
    "content": "Kính chắn gió, kính cửa phải là loại kính an toàn, bảo đảm tầm nhìn cho người điều khiển; có đủ hệ thống hãm và hệ thống chuyển hướng có hiệu lực, tay lái xe ô tô ở bên trái của xe, có còi với âm lượng đúng quy chuẩn kỹ thuật.",
    "questionId": 265,
    "isCorrect": false
  },
  {
    "id": 823,
    "content": "Có đủ đèn chiếu sáng gần và xa, đèn soi biển số, đèn báo hãm, đèn tín hiệu; có đủ bộ phận giảm thanh, giảm khói, các kết cấu phải đủ độ bền và bảo đảm tính năng vận hành ổn định.",
    "questionId": 265,
    "isCorrect": false
  },
  {
    "id": 824,
    "content": "Cả hai ý trên.",
    "questionId": 265,
    "isCorrect": true
  },
  {
    "id": 825,
    "content": "Không bắt buộc.",
    "questionId": 266,
    "isCorrect": false
  },
  {
    "id": 826,
    "content": "Bắt buộc.",
    "questionId": 266,
    "isCorrect": true
  },
  {
    "id": 827,
    "content": "Tùy từng trường hợp.",
    "questionId": 266,
    "isCorrect": false
  },
  {
    "id": 828,
    "content": "Đèn chiếu sáng gần và xa.",
    "questionId": 267,
    "isCorrect": false
  },
  {
    "id": 829,
    "content": "Đèn soi biển số, đèn báo hãm và đèn tín hiệu.",
    "questionId": 267,
    "isCorrect": false
  },
  {
    "id": 830,
    "content": "Dàn đèn pha trên nóc xe.",
    "questionId": 267,
    "isCorrect": false
  },
  {
    "id": 831,
    "content": "Ý 1 và ý 2.",
    "questionId": 267,
    "isCorrect": true
  },
  {
    "id": 832,
    "content": "Là loại kính an toàn, kính nhiều lớp, đúng quy cách, không rạn nứt, bảo đảm hình ảnh quan sát rõ ràng, không bị méo mó.",
    "questionId": 268,
    "isCorrect": true
  },
  {
    "id": 833,
    "content": "Là loại kính trong suốt, không rạn nứt, bảo đảm tầm nhìn cho người điều khiển về phía trước mặt và hai bên.",
    "questionId": 268,
    "isCorrect": false
  },
  {
    "id": 834,
    "content": "Bánh xe phải có kết cấu chắc chắn, lắp đặt đúng quy cách của nhà sản xuât.",
    "questionId": 269,
    "isCorrect": false
  },
  {
    "id": 835,
    "content": "Lốp phải đủ số lượng, đủ áp suất, không phồng rộp, đúng cỡ lốp của nhà sản xuất hoặc tài liệu kỹ thuật quy định; lốp trên cùng một trục của xe sử dụng trong điều kiện hoạt động bình thường phải cùng kiểu loại.",
    "questionId": 269,
    "isCorrect": false
  },
  {
    "id": 836,
    "content": "Cả hai ý trên.",
    "questionId": 269,
    "isCorrect": true
  },
  {
    "id": 837,
    "content": "Bảo đảm cho xe chuyển hướng chính xác, điều khiển nhẹ nhàng, an toàn ở mọi vận tốc và tải trọng trong phạm vi tính năng kỹ thuật cho phép của xe.",
    "questionId": 270,
    "isCorrect": false
  },
  {
    "id": 838,
    "content": "Khi hoạt động các cơ cấu chuyển động của hệ thống lái không được va chạm với bất kỳ bộ phận nào của xe; khi quay vô lăng lái về bên phải và bên trái thì không được có sự khác biệt đáng kể về lực tác động lên vành tay lái.",
    "questionId": 270,
    "isCorrect": false
  },
  {
    "id": 839,
    "content": "Cả hai ý trên.",
    "questionId": 270,
    "isCorrect": true
  },
  {
    "id": 840,
    "content": "Bảo dưỡng ô tô thường xuyên làm cho ô tô luôn luôn có tính năng kỹ thuật tốt, giảm cường độ hao mòn của các chi tiết, kéo dài tuổi thọ của xe.",
    "questionId": 271,
    "isCorrect": false
  },
  {
    "id": 841,
    "content": "Ngăn ngừa và phát hiện kịp thời các hư hỏng và sai lệch kỹ thuật để khắc phục, giữ gìn được hình thức bên ngoài.",
    "questionId": 271,
    "isCorrect": false
  },
  {
    "id": 842,
    "content": "Cả hai ý trên.",
    "questionId": 271,
    "isCorrect": true
  },
  {
    "id": 843,
    "content": "Hết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí, tạp chất.",
    "questionId": 272,
    "isCorrect": true
  },
  {
    "id": 844,
    "content": "Hết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí, không có tia lửa điện.",
    "questionId": 272,
    "isCorrect": false
  },
  {
    "id": 845,
    "content": "Hết nhiên liệu, lõi lọc nhiên liệu bị tắc, lọc khí bị tắc, nhiên liệu lẫn không khí và nước, không có tia lửa điện.",
    "questionId": 272,
    "isCorrect": false
  },
  {
    "id": 846,
    "content": "Ống xả không được đặt ở vị trí có thể gây cháy xe hoặc ảnh hưởng đến người ngồi trên xe và gây cản trở hoạt động của hệ thống khác.",
    "questionId": 273,
    "isCorrect": false
  },
  {
    "id": 847,
    "content": "Miệng thoát khí thải của ống xả không được hướng về phía trước và không được hướng về bên phải theo chiều tiến của xe.",
    "questionId": 273,
    "isCorrect": false
  },
  {
    "id": 848,
    "content": "Cả hai ý trên.",
    "questionId": 273,
    "isCorrect": true
  },
  {
    "id": 849,
    "content": "Đủ số lượng, lắp đặt chắc chắn không bị rách, đứt, khóa cài đóng, mở nhẹ nhàng, không tự mở, không bị kẹt; kéo ra thu vào dễ dàng, cơ cấu hãm giữ chặt dây khi giật dây đột ngột.",
    "questionId": 274,
    "isCorrect": true
  },
  {
    "id": 850,
    "content": "Đủ số lượng, lắp đặt chắc chắn không bị rách, đứt, khóa cài đóng, mở nhẹ nhàng, không tự mở, không bị kẹt; kéo ra thu vào dễ dàng, cơ cấu hãm mở ra khi giật dây đột ngột.",
    "questionId": 274,
    "isCorrect": false
  },
  {
    "id": 851,
    "content": "Cả hai ý trên.",
    "questionId": 274,
    "isCorrect": false
  },
  {
    "id": 852,
    "content": "Là loại động cơ: để hoàn thành một chu trình công tác của động cơ, pít tông thực hiện 2 (hai) hành trình, trong đó có một lần sinh công.",
    "questionId": 275,
    "isCorrect": false
  },
  {
    "id": 853,
    "content": "Là loại động cơ: để hoàn thành một chu trình công tác của động cơ, pít tông thực hiện 4 (bốn) hành trình, trong đó có một lần sinh công.",
    "questionId": 275,
    "isCorrect": true
  },
  {
    "id": 854,
    "content": "Cung cấp một lượng dầu bôi trơn đủ và sạch dưới áp suất nhất định đi bôi trơn cho các chi tiết của động cơ để giảm ma sát, giảm mài mòn, làm kín, làm sạch, làm mát và chống gỉ.",
    "questionId": 276,
    "isCorrect": true
  },
  {
    "id": 855,
    "content": "Cung cấp một lượng nhiên liệu đầy đủ và sạch để cho động cơ ô tô hoạt động.",
    "questionId": 276,
    "isCorrect": false
  },
  {
    "id": 856,
    "content": "Cả hai ý trên.",
    "questionId": 276,
    "isCorrect": false
  },
  {
    "id": 857,
    "content": "15 năm.",
    "questionId": 277,
    "isCorrect": false
  },
  {
    "id": 858,
    "content": "20 năm.",
    "questionId": 277,
    "isCorrect": false
  },
  {
    "id": 859,
    "content": "25 năm.",
    "questionId": 277,
    "isCorrect": true
  },
  {
    "id": 860,
    "content": "5 năm.",
    "questionId": 278,
    "isCorrect": false
  },
  {
    "id": 861,
    "content": "20 năm.",
    "questionId": 278,
    "isCorrect": true
  },
  {
    "id": 862,
    "content": "25 năm.",
    "questionId": 278,
    "isCorrect": false
  },
  {
    "id": 863,
    "content": "Khi làm việc, nhiệt năng được biến đổi thành cơ năng làm trục khủy động cơ quay, truyền lực đến các bánh xe chủ động tạo ra chuyển động tịnh tiến cho xe ô tô.",
    "questionId": 279,
    "isCorrect": true
  },
  {
    "id": 864,
    "content": "Khi làm việc, cơ năng được biến đổi thành nhiệt năng và truyền đến các bánh xe chủ động tạo ra chuyển động tịnh tiến cho xe ô tô.",
    "questionId": 279,
    "isCorrect": false
  },
  {
    "id": 865,
    "content": "Cả hai ý trên.",
    "questionId": 279,
    "isCorrect": false
  },
  {
    "id": 866,
    "content": "Dùng để truyền mô men quay từ động cơ tới các bánh xe chủ động của xe ô tô.",
    "questionId": 280,
    "isCorrect": true
  },
  {
    "id": 867,
    "content": "Dùng để thay đổi hướng chuyển động hoặc giữ cho xe ô tô chuyển động ổn định theo hướng xác định.",
    "questionId": 280,
    "isCorrect": false
  },
  {
    "id": 868,
    "content": "Dùng để làm giảm tốc độ, dừng chuyển động của xe ô tô.",
    "questionId": 280,
    "isCorrect": false
  },
  {
    "id": 869,
    "content": "Dùng để truyền mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình xe ô tô chuyển động.",
    "questionId": 281,
    "isCorrect": false
  },
  {
    "id": 870,
    "content": "Dùng để truyền hoặc ngắt truyền động từ động cơ đến hộp số của xe ô tô.",
    "questionId": 281,
    "isCorrect": true
  },
  {
    "id": 871,
    "content": "Dùng để truyền truyền động từ hộp số đến bánh xe chủ động của ô tô.",
    "questionId": 281,
    "isCorrect": false
  },
  {
    "id": 872,
    "content": "Truyền và tăng mô men xoắn giữa các trục vuông góc nhau, bảo đảm cho các bánh xe chủ động quay với tốc độ khác nhau khi sức cản chuyển động ở bánh xe hai bên không bằng nhau.",
    "questionId": 282,
    "isCorrect": false
  },
  {
    "id": 873,
    "content": "Truyền và thay đổi mô men xoắn giữa các trục không cùng nằm trên một đường thẳng và góc lệch trục luôn thay đổi trong quá trình ô tô chuyển động, chuyển số êm dịu, dễ điều khiển.",
    "questionId": 282,
    "isCorrect": false
  },
  {
    "id": 874,
    "content": "Truyền và thay đổi mô men từ động cơ đến bánh xe chủ động, cắt truyền động từ động cơ đến bánh xe chủ động, bảo đảm cho xe ô tô chuyển động lùi.",
    "questionId": 282,
    "isCorrect": true
  },
  {
    "id": 875,
    "content": "Dùng để thay đổi mô men từ động cơ tới các bánh xe chủ động khi xe ô tô chuyển động theo hướng xác định.",
    "questionId": 283,
    "isCorrect": false
  },
  {
    "id": 876,
    "content": "Dùng để thay đổi mô men giữa các trục vuông góc nhau khi xe ô tô chuyển động theo hướng xác định.",
    "questionId": 283,
    "isCorrect": false
  },
  {
    "id": 877,
    "content": "Dùng để thay đổi hướng chuyển động hoặc giữ cho xe ô tô chuyển động ổn định theo hướng xác định.",
    "questionId": 283,
    "isCorrect": true
  },
  {
    "id": 878,
    "content": "Dùng để giảm tốc độ, dừng chuyển động của xe ô tô và giữ cho xe ô tô đứng yên trên dốc.",
    "questionId": 284,
    "isCorrect": true
  },
  {
    "id": 879,
    "content": "Dùng để thay đổi hướng chuyển động hoặc giữ cho xe ô tô chuyển động ổn định theo hướng xác định.",
    "questionId": 284,
    "isCorrect": false
  },
  {
    "id": 880,
    "content": "Dùng để truyền hoặc ngắt truyền động từ động cơ đến bánh xe chủ động của xe ô tô.",
    "questionId": 284,
    "isCorrect": false
  },
  {
    "id": 881,
    "content": "Có tác dụng cảnh báo cho các xe phía sau biết xe đang giảm tốc để chủ động tránh hoặc giảm tốc để tránh va chạm.",
    "questionId": 285,
    "isCorrect": false
  },
  {
    "id": 882,
    "content": "Có tác dụng định vị vào ban đêm với các xe từ phía sau tới để tránh va chạm.",
    "questionId": 285,
    "isCorrect": false
  },
  {
    "id": 883,
    "content": "Cả hai ý trên.",
    "questionId": 285,
    "isCorrect": true
  },
  {
    "id": 884,
    "content": "Nhiệt độ nước làm mát động cơ quá ngưỡng cho phép.",
    "questionId": 286,
    "isCorrect": true
  },
  {
    "id": 885,
    "content": "Áp suất lốp không đủ.",
    "questionId": 286,
    "isCorrect": false
  },
  {
    "id": 886,
    "content": "Đang hãm phanh tay.",
    "questionId": 286,
    "isCorrect": false
  },
  {
    "id": 887,
    "content": "Cần kiểm tra động cơ.",
    "questionId": 286,
    "isCorrect": false
  },
  {
    "id": 888,
    "content": "Báo hiệu hệ thống chống bó cứng khi phanh bị lỗi.",
    "questionId": 287,
    "isCorrect": false
  },
  {
    "id": 889,
    "content": "Áp suất lốp không đủ.",
    "questionId": 287,
    "isCorrect": false
  },
  {
    "id": 890,
    "content": "Đang hãm phanh tay.",
    "questionId": 287,
    "isCorrect": false
  },
  {
    "id": 891,
    "content": "Cần kiểm tra động cơ.",
    "questionId": 287,
    "isCorrect": true
  },
  {
    "id": 892,
    "content": "Báo hiệu thiếu dầu phanh.",
    "questionId": 288,
    "isCorrect": false
  },
  {
    "id": 893,
    "content": "Áp suất lốp không đủ.",
    "questionId": 288,
    "isCorrect": true
  },
  {
    "id": 894,
    "content": "Đang hãm phanh tay.",
    "questionId": 288,
    "isCorrect": false
  },
  {
    "id": 895,
    "content": "Sắp hết nhiên liệu.",
    "questionId": 288,
    "isCorrect": false
  },
  {
    "id": 896,
    "content": "Báo hiệu hệ thống chống bó cứng phanh bị lỗi.",
    "questionId": 289,
    "isCorrect": true
  },
  {
    "id": 897,
    "content": "Áp suất lốp không đủ.",
    "questionId": 289,
    "isCorrect": false
  },
  {
    "id": 898,
    "content": "Đang hãm phanh tay.",
    "questionId": 289,
    "isCorrect": false
  },
  {
    "id": 899,
    "content": "Sắp hết nhiên liệu.",
    "questionId": 289,
    "isCorrect": false
  },
  {
    "id": 900,
    "content": "Phải đạp hết hành trình bàn đạp chân phanh.",
    "questionId": 290,
    "isCorrect": true
  },
  {
    "id": 901,
    "content": "Không cần đạp phanh.",
    "questionId": 290,
    "isCorrect": false
  },
  {
    "id": 902,
    "content": "Tùy từng trường hợp.",
    "questionId": 290,
    "isCorrect": false
  },
  {
    "id": 903,
    "content": "Giúp người lái xe kịp thời tạo xung lực tối đa lên hệ thống phanh trong khoảnh khắc đầu tiên của tình huống khẩn cấp.",
    "questionId": 291,
    "isCorrect": false
  },
  {
    "id": 904,
    "content": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "questionId": 291,
    "isCorrect": false
  },
  {
    "id": 905,
    "content": "Hỗ trợ người lái xe khởi hành ngang dốc.",
    "questionId": 291,
    "isCorrect": false
  },
  {
    "id": 906,
    "content": "Để tích trữ điện năng, cung cấp cho các phụ tải khi máy phát chưa làm việc.",
    "questionId": 291,
    "isCorrect": true
  },
  {
    "id": 907,
    "content": "Để phát điện năng cung cấp cho các phụ tải làm việc và nạp điện cho ắc quy.",
    "questionId": 292,
    "isCorrect": true
  },
  {
    "id": 908,
    "content": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "questionId": 292,
    "isCorrect": false
  },
  {
    "id": 909,
    "content": "Hỗ trợ người lái xe khởi hành ngang dốc.",
    "questionId": 292,
    "isCorrect": false
  },
  {
    "id": 910,
    "content": "Để tích trữ điện năng và cung cấp điện cho các phụ tải làm việc.",
    "questionId": 292,
    "isCorrect": false
  },
  {
    "id": 911,
    "content": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "questionId": 293,
    "isCorrect": false
  },
  {
    "id": 912,
    "content": "Giữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại.",
    "questionId": 293,
    "isCorrect": true
  },
  {
    "id": 913,
    "content": "Giữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại.",
    "questionId": 294,
    "isCorrect": false
  },
  {
    "id": 914,
    "content": "Giảm khả năng va đập của một số bộ phận cơ thể quan trọng với các vật thể trong xe.",
    "questionId": 294,
    "isCorrect": false
  },
  {
    "id": 915,
    "content": "Hấp thụ một phần lực va đập lên người lái và hành khách.",
    "questionId": 294,
    "isCorrect": false
  },
  {
    "id": 916,
    "content": "Ý 2 và ý 3.",
    "questionId": 294,
    "isCorrect": true
  },
  {
    "id": 917,
    "content": "Nhiệt độ nước làm mát động cơ quá ngưỡng cho phép.",
    "questionId": 295,
    "isCorrect": false
  },
  {
    "id": 918,
    "content": "Áp suất lốp không đủ.",
    "questionId": 295,
    "isCorrect": false
  },
  {
    "id": 919,
    "content": "Đang hãm phanh tay.",
    "questionId": 295,
    "isCorrect": false
  },
  {
    "id": 920,
    "content": "Hệ thống lái gặp sự cố.",
    "questionId": 295,
    "isCorrect": true
  },
  {
    "id": 921,
    "content": "Dùng để kích (hay nâng) xe ô tô.",
    "questionId": 296,
    "isCorrect": true
  },
  {
    "id": 922,
    "content": "Vặn ốc lắp bánh xe.",
    "questionId": 296,
    "isCorrect": false
  },
  {
    "id": 923,
    "content": "Ổn định chuyển động của xe ô tô khi đi vào đường vòng.",
    "questionId": 296,
    "isCorrect": false
  },
  {
    "id": 924,
    "content": "Giữ chặt người lái và hành khách trên ghế ngồi khi xe ô tô đột ngột dừng lại.",
    "questionId": 296,
    "isCorrect": false
  },
  {
    "id": 925,
    "content": "Thay lốp xe.",
    "questionId": 297,
    "isCorrect": false
  },
  {
    "id": 926,
    "content": "Chữa cháy.",
    "questionId": 297,
    "isCorrect": false
  },
  {
    "id": 927,
    "content": "Phá cửa kính xe ô tô trong các trường hợp khẩn cấp.",
    "questionId": 297,
    "isCorrect": true
  },
  {
    "id": 928,
    "content": "Vặn ốc để tháo lắp bánh xe.",
    "questionId": 297,
    "isCorrect": false
  },
  {
    "id": 929,
    "content": "Thay lốp xe.",
    "questionId": 298,
    "isCorrect": false
  },
  {
    "id": 930,
    "content": "Chữa cháy trong các trường hợp hỏa hoạn.",
    "questionId": 298,
    "isCorrect": true
  },
  {
    "id": 931,
    "content": "Cầm máu cho người bị nạn.",
    "questionId": 298,
    "isCorrect": false
  },
  {
    "id": 932,
    "content": "Báo hiệu xin đường cho xe đi thẳng.",
    "questionId": 299,
    "isCorrect": false
  },
  {
    "id": 933,
    "content": "Báo hiệu hệ thống phanh bị lỗi.",
    "questionId": 299,
    "isCorrect": false
  },
  {
    "id": 934,
    "content": "Báo hiệu xe đang ở tình huống nguy hiểm.",
    "questionId": 299,
    "isCorrect": true
  },
  {
    "id": 935,
    "content": "Báo hiệu đến thời gian cần bảo dưỡng.",
    "questionId": 299,
    "isCorrect": false
  },
  {
    "id": 936,
    "content": "Báo hiệu hệ thống túi khí đã bật.",
    "questionId": 300,
    "isCorrect": false
  },
  {
    "id": 937,
    "content": "Báo hiệu đèn chiếu sáng xa đã bật.",
    "questionId": 300,
    "isCorrect": false
  },
  {
    "id": 938,
    "content": "Báo hiệu chế độ lái tiết kiệm nhiên liệu đã bật.",
    "questionId": 300,
    "isCorrect": true
  },
  {
    "id": 939,
    "content": "Báo hiệu đèn cảnh báo khoảng cách đã bật.",
    "questionId": 300,
    "isCorrect": false
  },
  {
    "id": 940,
    "content": "Biển 1.",
    "questionId": 301,
    "isCorrect": true
  },
  {
    "id": 941,
    "content": "Biển 2.",
    "questionId": 301,
    "isCorrect": false
  },
  {
    "id": 942,
    "content": "Biển 1 và biển 3.",
    "questionId": 301,
    "isCorrect": false
  },
  {
    "id": 943,
    "content": "Cả ba biển.",
    "questionId": 301,
    "isCorrect": false
  },
  {
    "id": 944,
    "content": "Cả ba biển.",
    "questionId": 302,
    "isCorrect": false
  },
  {
    "id": 945,
    "content": "Biển 2 và biển 3.",
    "questionId": 302,
    "isCorrect": false
  },
  {
    "id": 946,
    "content": "Biển 1 và biển 3.",
    "questionId": 302,
    "isCorrect": false
  },
  {
    "id": 947,
    "content": "Biển 1 và biển 2.",
    "questionId": 302,
    "isCorrect": true
  },
  {
    "id": 948,
    "content": "Biển 1.",
    "questionId": 303,
    "isCorrect": false
  },
  {
    "id": 949,
    "content": "Biển 2 và biển 3.",
    "questionId": 303,
    "isCorrect": true
  },
  {
    "id": 950,
    "content": "Biển 1 và biển 3.",
    "questionId": 303,
    "isCorrect": false
  },
  {
    "id": 951,
    "content": "Cả ba biển.",
    "questionId": 303,
    "isCorrect": false
  },
  {
    "id": 952,
    "content": "Biển 1 và biển 2.",
    "questionId": 304,
    "isCorrect": true
  },
  {
    "id": 953,
    "content": "Biển 1 và biển 3.",
    "questionId": 304,
    "isCorrect": false
  },
  {
    "id": 954,
    "content": "Biển 2 và biển 3.",
    "questionId": 304,
    "isCorrect": false
  },
  {
    "id": 955,
    "content": "Biển 1.",
    "questionId": 305,
    "isCorrect": false
  },
  {
    "id": 956,
    "content": "Biển 2.",
    "questionId": 305,
    "isCorrect": false
  },
  {
    "id": 957,
    "content": "Cả hai biển.",
    "questionId": 305,
    "isCorrect": true
  },
  {
    "id": 958,
    "content": "Biển 1.",
    "questionId": 306,
    "isCorrect": true
  },
  {
    "id": 959,
    "content": "Biển 2.",
    "questionId": 306,
    "isCorrect": false
  },
  {
    "id": 960,
    "content": "Biển 3.",
    "questionId": 306,
    "isCorrect": false
  },
  {
    "id": 961,
    "content": "Không biển nào.",
    "questionId": 307,
    "isCorrect": false
  },
  {
    "id": 962,
    "content": "Biển 1 và biển 2.",
    "questionId": 307,
    "isCorrect": false
  },
  {
    "id": 963,
    "content": "Biển 2 và biển 3.",
    "questionId": 307,
    "isCorrect": true
  },
  {
    "id": 964,
    "content": "Cả ba biển.",
    "questionId": 307,
    "isCorrect": false
  },
  {
    "id": 965,
    "content": "Biển 1 và biển 2.",
    "questionId": 308,
    "isCorrect": false
  },
  {
    "id": 966,
    "content": "Biển 2.",
    "questionId": 308,
    "isCorrect": false
  },
  {
    "id": 967,
    "content": "Biển 1 và biển 3.",
    "questionId": 308,
    "isCorrect": true
  },
  {
    "id": 968,
    "content": "Biển 2 và biển 3.",
    "questionId": 308,
    "isCorrect": false
  },
  {
    "id": 969,
    "content": "Biển 1.",
    "questionId": 309,
    "isCorrect": false
  },
  {
    "id": 970,
    "content": "Biển 2.",
    "questionId": 309,
    "isCorrect": true
  },
  {
    "id": 971,
    "content": "Biển 3.",
    "questionId": 309,
    "isCorrect": false
  },
  {
    "id": 972,
    "content": "Biển 1.",
    "questionId": 310,
    "isCorrect": false
  },
  {
    "id": 973,
    "content": "Biển 1 và biển 2.",
    "questionId": 310,
    "isCorrect": false
  },
  {
    "id": 974,
    "content": "Biển 1 và biển 3.",
    "questionId": 310,
    "isCorrect": false
  },
  {
    "id": 975,
    "content": "Biển 2 và biển 3.",
    "questionId": 310,
    "isCorrect": true
  },
  {
    "id": 976,
    "content": "Biển 1.",
    "questionId": 311,
    "isCorrect": false
  },
  {
    "id": 977,
    "content": "Biển 2.",
    "questionId": 311,
    "isCorrect": false
  },
  {
    "id": 978,
    "content": "Cả hai biển.",
    "questionId": 311,
    "isCorrect": true
  },
  {
    "id": 979,
    "content": "Biển 1.",
    "questionId": 312,
    "isCorrect": false
  },
  {
    "id": 980,
    "content": "Biển 2.",
    "questionId": 312,
    "isCorrect": true
  },
  {
    "id": 981,
    "content": "Biển 1.",
    "questionId": 313,
    "isCorrect": false
  },
  {
    "id": 982,
    "content": "Biển 2.",
    "questionId": 313,
    "isCorrect": true
  },
  {
    "id": 983,
    "content": "Không biển nào.",
    "questionId": 313,
    "isCorrect": false
  },
  {
    "id": 984,
    "content": "Cả hai biển.",
    "questionId": 313,
    "isCorrect": false
  },
  {
    "id": 985,
    "content": "Biển 1.",
    "questionId": 314,
    "isCorrect": true
  },
  {
    "id": 986,
    "content": "Biển 2.",
    "questionId": 314,
    "isCorrect": false
  },
  {
    "id": 987,
    "content": "Cả hai biển.",
    "questionId": 314,
    "isCorrect": false
  },
  {
    "id": 988,
    "content": "Biển 1.",
    "questionId": 315,
    "isCorrect": false
  },
  {
    "id": 989,
    "content": "Biển 2.",
    "questionId": 315,
    "isCorrect": true
  },
  {
    "id": 990,
    "content": "Không biển nào.",
    "questionId": 315,
    "isCorrect": false
  },
  {
    "id": 991,
    "content": "Biển 1.",
    "questionId": 316,
    "isCorrect": false
  },
  {
    "id": 992,
    "content": "Biển 2.",
    "questionId": 316,
    "isCorrect": false
  },
  {
    "id": 993,
    "content": "Cả hai biển.",
    "questionId": 316,
    "isCorrect": true
  },
  {
    "id": 994,
    "content": "Biển 1 và biển 2.",
    "questionId": 317,
    "isCorrect": true
  },
  {
    "id": 995,
    "content": "Biển 1 và biển 3.",
    "questionId": 317,
    "isCorrect": false
  },
  {
    "id": 996,
    "content": "Biển 2 và biển 3.",
    "questionId": 317,
    "isCorrect": false
  },
  {
    "id": 997,
    "content": "Cả ba biển.",
    "questionId": 317,
    "isCorrect": false
  },
  {
    "id": 998,
    "content": "Biển 1 và biển 2.",
    "questionId": 318,
    "isCorrect": true
  },
  {
    "id": 999,
    "content": "Biển 1 và biển 3.",
    "questionId": 318,
    "isCorrect": false
  },
  {
    "id": 1000,
    "content": "Biển 2 và biển 3.",
    "questionId": 318,
    "isCorrect": false
  },
  {
    "id": 1001,
    "content": "Cả ba biển.",
    "questionId": 318,
    "isCorrect": false
  },
  {
    "id": 1002,
    "content": "Biển 1.",
    "questionId": 319,
    "isCorrect": true
  },
  {
    "id": 1003,
    "content": "Biển 2.",
    "questionId": 319,
    "isCorrect": false
  },
  {
    "id": 1004,
    "content": "Biển 3.",
    "questionId": 319,
    "isCorrect": false
  },
  {
    "id": 1005,
    "content": "Biển 1 và biển 3.",
    "questionId": 319,
    "isCorrect": false
  },
  {
    "id": 1006,
    "content": "Biển 1.",
    "questionId": 320,
    "isCorrect": false
  },
  {
    "id": 1007,
    "content": "Biển 2.",
    "questionId": 320,
    "isCorrect": true
  },
  {
    "id": 1008,
    "content": "Biển 3.",
    "questionId": 320,
    "isCorrect": false
  },
  {
    "id": 1009,
    "content": "Biển 1 và biển 3.",
    "questionId": 320,
    "isCorrect": false
  },
  {
    "id": 1010,
    "content": "Biển 1.",
    "questionId": 321,
    "isCorrect": false
  },
  {
    "id": 1011,
    "content": "Biển 2.",
    "questionId": 321,
    "isCorrect": true
  },
  {
    "id": 1012,
    "content": "Không biển nào.",
    "questionId": 321,
    "isCorrect": false
  },
  {
    "id": 1013,
    "content": "Biển 1.",
    "questionId": 322,
    "isCorrect": false
  },
  {
    "id": 1014,
    "content": "Biển 2.",
    "questionId": 322,
    "isCorrect": true
  },
  {
    "id": 1015,
    "content": "Không biển nào.",
    "questionId": 322,
    "isCorrect": false
  },
  {
    "id": 1016,
    "content": "Biển 1.",
    "questionId": 323,
    "isCorrect": false
  },
  {
    "id": 1017,
    "content": "Biển 2.",
    "questionId": 323,
    "isCorrect": false
  },
  {
    "id": 1018,
    "content": "Cả hai biển.",
    "questionId": 323,
    "isCorrect": true
  },
  {
    "id": 1019,
    "content": "Biển 1.",
    "questionId": 324,
    "isCorrect": true
  },
  {
    "id": 1020,
    "content": "Biển 2.",
    "questionId": 324,
    "isCorrect": false
  },
  {
    "id": 1021,
    "content": "Cả hai biển.",
    "questionId": 324,
    "isCorrect": false
  },
  {
    "id": 1022,
    "content": "Biển 1.",
    "questionId": 325,
    "isCorrect": false
  },
  {
    "id": 1023,
    "content": "Biển 2.",
    "questionId": 325,
    "isCorrect": true
  },
  {
    "id": 1024,
    "content": "Cả ba biển.",
    "questionId": 325,
    "isCorrect": false
  },
  {
    "id": 1025,
    "content": "Biển 1.",
    "questionId": 326,
    "isCorrect": false
  },
  {
    "id": 1026,
    "content": "Biển 2.",
    "questionId": 326,
    "isCorrect": false
  },
  {
    "id": 1027,
    "content": "Biển 1 và biển 2.",
    "questionId": 326,
    "isCorrect": true
  },
  {
    "id": 1028,
    "content": "Biển 1.",
    "questionId": 327,
    "isCorrect": false
  },
  {
    "id": 1029,
    "content": "Biển 1 và biển 3.",
    "questionId": 327,
    "isCorrect": true
  },
  {
    "id": 1030,
    "content": "Biển 2 và biển 3.",
    "questionId": 327,
    "isCorrect": false
  },
  {
    "id": 1031,
    "content": "Biển 3.",
    "questionId": 327,
    "isCorrect": false
  },
  {
    "id": 1032,
    "content": "Biển 1 và biển 2.",
    "questionId": 328,
    "isCorrect": true
  },
  {
    "id": 1033,
    "content": "Biển 2.",
    "questionId": 328,
    "isCorrect": false
  },
  {
    "id": 1034,
    "content": "Biển 2 và biển 3.",
    "questionId": 328,
    "isCorrect": false
  },
  {
    "id": 1035,
    "content": "Biển 3.",
    "questionId": 328,
    "isCorrect": false
  },
  {
    "id": 1036,
    "content": "Biển 1.",
    "questionId": 329,
    "isCorrect": false
  },
  {
    "id": 1037,
    "content": "Biển 2.",
    "questionId": 329,
    "isCorrect": true
  },
  {
    "id": 1038,
    "content": "Cả ba biển.",
    "questionId": 329,
    "isCorrect": false
  },
  {
    "id": 1039,
    "content": "Biển 1.",
    "questionId": 330,
    "isCorrect": true
  },
  {
    "id": 1040,
    "content": "Biển 2.",
    "questionId": 330,
    "isCorrect": false
  },
  {
    "id": 1041,
    "content": "Cả hai biển.",
    "questionId": 330,
    "isCorrect": false
  },
  {
    "id": 1042,
    "content": "Biển 1.",
    "questionId": 331,
    "isCorrect": false
  },
  {
    "id": 1043,
    "content": "Biển 2.",
    "questionId": 331,
    "isCorrect": false
  },
  {
    "id": 1044,
    "content": "Biển 3.",
    "questionId": 331,
    "isCorrect": true
  },
  {
    "id": 1045,
    "content": "Biển 1.",
    "questionId": 332,
    "isCorrect": false
  },
  {
    "id": 1046,
    "content": "Biển 2.",
    "questionId": 332,
    "isCorrect": false
  },
  {
    "id": 1047,
    "content": "Biển 3.",
    "questionId": 332,
    "isCorrect": false
  },
  {
    "id": 1048,
    "content": "Biển 1 và biển 2.",
    "questionId": 332,
    "isCorrect": true
  },
  {
    "id": 1049,
    "content": "Biển 1.",
    "questionId": 333,
    "isCorrect": false
  },
  {
    "id": 1050,
    "content": "Biển 2.",
    "questionId": 333,
    "isCorrect": false
  },
  {
    "id": 1051,
    "content": "Biển 3.",
    "questionId": 333,
    "isCorrect": true
  },
  {
    "id": 1052,
    "content": "Đường cấm súc vật vận tải hàng hóa.",
    "questionId": 334,
    "isCorrect": false
  },
  {
    "id": 1053,
    "content": "Đường cấm súc vật vận tải hành khách.",
    "questionId": 334,
    "isCorrect": false
  },
  {
    "id": 1054,
    "content": "Đường cấm súc vật vận tải hàng hóa hoặc hành khách dù kéo xe hay chở trên lưng đi qua.",
    "questionId": 334,
    "isCorrect": true
  },
  {
    "id": 1055,
    "content": "Tốc độ tối đa cho phép về ban đêm cho các phương tiện là 70 km/h.",
    "questionId": 335,
    "isCorrect": true
  },
  {
    "id": 1056,
    "content": "Tốc độ tối thiểu cho phép về ban đêm cho các phương tiện là 70 km/h.",
    "questionId": 335,
    "isCorrect": false
  },
  {
    "id": 1057,
    "content": "Được phép.",
    "questionId": 336,
    "isCorrect": false
  },
  {
    "id": 1058,
    "content": "Không được phép.",
    "questionId": 336,
    "isCorrect": true
  },
  {
    "id": 1059,
    "content": "Biển 1.",
    "questionId": 337,
    "isCorrect": true
  },
  {
    "id": 1060,
    "content": "Biển 2.",
    "questionId": 337,
    "isCorrect": false
  },
  {
    "id": 1061,
    "content": "Biển 3.",
    "questionId": 337,
    "isCorrect": false
  },
  {
    "id": 1062,
    "content": "Cho phép xe ô tô có tải trọng trục lớn hơn 7 tấn đi qua.",
    "questionId": 338,
    "isCorrect": false
  },
  {
    "id": 1063,
    "content": "Cho phép xe ô tô có tải trọng trên trục xe từ 7 tấn trở xuống đi qua.",
    "questionId": 338,
    "isCorrect": true
  },
  {
    "id": 1064,
    "content": "Cấm các loại xe có tải trọng toàn bộ trên 10 tấn đi qua.",
    "questionId": 339,
    "isCorrect": true
  },
  {
    "id": 1065,
    "content": "Hạn chế khối lượng hàng hóa chở trên xe.",
    "questionId": 339,
    "isCorrect": false
  },
  {
    "id": 1066,
    "content": "Hạn chế tải trọng trên trục xe.",
    "questionId": 339,
    "isCorrect": false
  },
  {
    "id": 1067,
    "content": "Biển 1.",
    "questionId": 340,
    "isCorrect": false
  },
  {
    "id": 1068,
    "content": "Biển 2.",
    "questionId": 340,
    "isCorrect": false
  },
  {
    "id": 1069,
    "content": "Cả hai biển.",
    "questionId": 340,
    "isCorrect": true
  },
  {
    "id": 1070,
    "content": "Được đi vào.",
    "questionId": 341,
    "isCorrect": true
  },
  {
    "id": 1071,
    "content": "Không được đi vào.",
    "questionId": 341,
    "isCorrect": false
  },
  {
    "id": 1072,
    "content": "Biển 1 và biển 2.",
    "questionId": 342,
    "isCorrect": true
  },
  {
    "id": 1073,
    "content": "Biển 2 và biển 3.",
    "questionId": 342,
    "isCorrect": false
  },
  {
    "id": 1074,
    "content": "Biển 1 và biển 3.",
    "questionId": 342,
    "isCorrect": false
  },
  {
    "id": 1075,
    "content": "Cả ba biển.",
    "questionId": 342,
    "isCorrect": false
  },
  {
    "id": 1076,
    "content": "Biển 1 và biển 2.",
    "questionId": 343,
    "isCorrect": false
  },
  {
    "id": 1077,
    "content": "Biển 1 và biển 3.",
    "questionId": 343,
    "isCorrect": false
  },
  {
    "id": 1078,
    "content": "Biển 2 và biển 3.",
    "questionId": 343,
    "isCorrect": true
  },
  {
    "id": 1079,
    "content": "Cả ba biển.",
    "questionId": 343,
    "isCorrect": false
  },
  {
    "id": 1080,
    "content": "Được phép.",
    "questionId": 344,
    "isCorrect": false
  },
  {
    "id": 1081,
    "content": "Không được phép.",
    "questionId": 344,
    "isCorrect": true
  },
  {
    "id": 1082,
    "content": "Có.",
    "questionId": 345,
    "isCorrect": true
  },
  {
    "id": 1083,
    "content": "Không.",
    "questionId": 345,
    "isCorrect": false
  },
  {
    "id": 1084,
    "content": "Cấm xe cơ giới (trừ xe ưu tiên theo luật định) đi thẳng.",
    "questionId": 346,
    "isCorrect": false
  },
  {
    "id": 1085,
    "content": "Cấm các loại xe cơ giới và xe mô tô (trừ xe ưu tiên theo luật định) đi về bên trái và bên phải.",
    "questionId": 346,
    "isCorrect": true
  },
  {
    "id": 1086,
    "content": "Hướng trái và phải không cấm xe cơ giới.",
    "questionId": 346,
    "isCorrect": false
  },
  {
    "id": 1087,
    "content": "Báo khoảng cách đến nơi cấm bóp còi.",
    "questionId": 347,
    "isCorrect": false
  },
  {
    "id": 1088,
    "content": "Chiều dài đoạn đường cấm bóp còi từ nơi đặt biển.",
    "questionId": 347,
    "isCorrect": true
  },
  {
    "id": 1089,
    "content": "Báo cấm dùng còi có độ vang xa 500m.",
    "questionId": 347,
    "isCorrect": false
  },
  {
    "id": 1090,
    "content": "Được phép.",
    "questionId": 348,
    "isCorrect": false
  },
  {
    "id": 1091,
    "content": "Không được phép.",
    "questionId": 348,
    "isCorrect": true
  },
  {
    "id": 1092,
    "content": "Biển 1 và biển 2.",
    "questionId": 349,
    "isCorrect": false
  },
  {
    "id": 1093,
    "content": "Biển 1 và biển 3.",
    "questionId": 349,
    "isCorrect": true
  },
  {
    "id": 1094,
    "content": "Biển 2 và biển 3.",
    "questionId": 349,
    "isCorrect": false
  },
  {
    "id": 1095,
    "content": "Biển 1.",
    "questionId": 350,
    "isCorrect": false
  },
  {
    "id": 1096,
    "content": "Biển 2.",
    "questionId": 350,
    "isCorrect": true
  },
  {
    "id": 1097,
    "content": "Biển 3.",
    "questionId": 350,
    "isCorrect": false
  },
  {
    "id": 1098,
    "content": "Cấm các loại xe ở biển phụ đi vào.",
    "questionId": 351,
    "isCorrect": true
  },
  {
    "id": 1099,
    "content": "Cấm các loại xe cơ giới đi vào trừ loại xe ở biển phụ.",
    "questionId": 351,
    "isCorrect": false
  },
  {
    "id": 1100,
    "content": "Biển 1.",
    "questionId": 352,
    "isCorrect": true
  },
  {
    "id": 1101,
    "content": "Biển 2.",
    "questionId": 352,
    "isCorrect": false
  },
  {
    "id": 1102,
    "content": "Cả hai biển.",
    "questionId": 352,
    "isCorrect": false
  },
  {
    "id": 1103,
    "content": "Biển 1.",
    "questionId": 353,
    "isCorrect": false
  },
  {
    "id": 1104,
    "content": "Biển 2.",
    "questionId": 353,
    "isCorrect": true
  },
  {
    "id": 1105,
    "content": "Cả hai biển.",
    "questionId": 353,
    "isCorrect": false
  },
  {
    "id": 1106,
    "content": "Cấm dừng xe về hướng bên trái.",
    "questionId": 354,
    "isCorrect": false
  },
  {
    "id": 1107,
    "content": "Cấm dừng và đỗ xe theo hướng bên phải.",
    "questionId": 354,
    "isCorrect": true
  },
  {
    "id": 1108,
    "content": "Được phép đỗ xe và dừng xe theo hướng bên phải.",
    "questionId": 354,
    "isCorrect": false
  },
  {
    "id": 1109,
    "content": "Không được phép.",
    "questionId": 355,
    "isCorrect": true
  },
  {
    "id": 1110,
    "content": "Được phép.",
    "questionId": 355,
    "isCorrect": false
  },
  {
    "id": 1111,
    "content": "Không được phép.",
    "questionId": 356,
    "isCorrect": true
  },
  {
    "id": 1112,
    "content": "Được phép.",
    "questionId": 356,
    "isCorrect": false
  },
  {
    "id": 1113,
    "content": "Không được phép.",
    "questionId": 357,
    "isCorrect": true
  },
  {
    "id": 1114,
    "content": "Được phép.",
    "questionId": 357,
    "isCorrect": false
  },
  {
    "id": 1115,
    "content": "Cấm ô tô buýt.",
    "questionId": 358,
    "isCorrect": false
  },
  {
    "id": 1116,
    "content": "Cấm xe ô tô khách.",
    "questionId": 358,
    "isCorrect": true
  },
  {
    "id": 1117,
    "content": "Cấm xe ô tô con.",
    "questionId": 358,
    "isCorrect": false
  },
  {
    "id": 1118,
    "content": "Hạn chế chiều cao của xe và hàng.",
    "questionId": 359,
    "isCorrect": false
  },
  {
    "id": 1119,
    "content": "Hạn chế chiều ngang của xe và hàng.",
    "questionId": 359,
    "isCorrect": true
  },
  {
    "id": 1120,
    "content": "Hạn chế chiều dài của xe và hàng.",
    "questionId": 359,
    "isCorrect": false
  },
  {
    "id": 1121,
    "content": "Biển 1.",
    "questionId": 360,
    "isCorrect": true
  },
  {
    "id": 1122,
    "content": "Biển 2.",
    "questionId": 360,
    "isCorrect": false
  },
  {
    "id": 1123,
    "content": "Cả hai biển.",
    "questionId": 360,
    "isCorrect": false
  },
  {
    "id": 1124,
    "content": "Biển 1.",
    "questionId": 361,
    "isCorrect": true
  },
  {
    "id": 1125,
    "content": "Biển 2.",
    "questionId": 361,
    "isCorrect": false
  },
  {
    "id": 1126,
    "content": "Biển 1.",
    "questionId": 362,
    "isCorrect": false
  },
  {
    "id": 1127,
    "content": "Biển 2.",
    "questionId": 362,
    "isCorrect": true
  },
  {
    "id": 1128,
    "content": "Biển 1.",
    "questionId": 363,
    "isCorrect": false
  },
  {
    "id": 1129,
    "content": "Biển 2.",
    "questionId": 363,
    "isCorrect": true
  },
  {
    "id": 1130,
    "content": "Biển 3.",
    "questionId": 363,
    "isCorrect": false
  },
  {
    "id": 1131,
    "content": "Tốc độ tối đa các xe cơ giới được phép chạy.",
    "questionId": 364,
    "isCorrect": true
  },
  {
    "id": 1132,
    "content": "Tốc độ tối thiểu các xe cơ giới được phép chạy.",
    "questionId": 364,
    "isCorrect": false
  },
  {
    "id": 1133,
    "content": "Biển 1.",
    "questionId": 365,
    "isCorrect": false
  },
  {
    "id": 1134,
    "content": "Biển 2.",
    "questionId": 365,
    "isCorrect": true
  },
  {
    "id": 1135,
    "content": "Cả hai biển.",
    "questionId": 365,
    "isCorrect": false
  },
  {
    "id": 1136,
    "content": "Báo hiệu tốc độ tối đa cho phép các xe cơ giới chạy.",
    "questionId": 366,
    "isCorrect": false
  },
  {
    "id": 1137,
    "content": "Báo hiệu tốc độ tối thiểu cho phép các xe cơ giới chạy.",
    "questionId": 366,
    "isCorrect": true
  },
  {
    "id": 1138,
    "content": "Biển 1.",
    "questionId": 367,
    "isCorrect": true
  },
  {
    "id": 1139,
    "content": "Biển 2.",
    "questionId": 367,
    "isCorrect": false
  },
  {
    "id": 1140,
    "content": "Biển 3.",
    "questionId": 367,
    "isCorrect": false
  },
  {
    "id": 1141,
    "content": "Biển 1.",
    "questionId": 368,
    "isCorrect": false
  },
  {
    "id": 1142,
    "content": "Biển 1 và biển 3.",
    "questionId": 368,
    "isCorrect": false
  },
  {
    "id": 1143,
    "content": "Biển 3.",
    "questionId": 368,
    "isCorrect": true
  },
  {
    "id": 1144,
    "content": "Cả ba biển.",
    "questionId": 368,
    "isCorrect": false
  },
  {
    "id": 1145,
    "content": "Biển 1.",
    "questionId": 369,
    "isCorrect": true
  },
  {
    "id": 1146,
    "content": "Biển 2.",
    "questionId": 369,
    "isCorrect": false
  },
  {
    "id": 1147,
    "content": "Biển 3.",
    "questionId": 369,
    "isCorrect": false
  },
  {
    "id": 1148,
    "content": "Biển 1.",
    "questionId": 370,
    "isCorrect": false
  },
  {
    "id": 1149,
    "content": "Biển 1 và biển 2.",
    "questionId": 370,
    "isCorrect": false
  },
  {
    "id": 1150,
    "content": "Biển 2 và biển 3.",
    "questionId": 370,
    "isCorrect": false
  },
  {
    "id": 1151,
    "content": "Cả ba biển.",
    "questionId": 370,
    "isCorrect": true
  },
  {
    "id": 1152,
    "content": "Biển 1.",
    "questionId": 371,
    "isCorrect": true
  },
  {
    "id": 1153,
    "content": "Biển 2 và biển 3.",
    "questionId": 371,
    "isCorrect": false
  },
  {
    "id": 1154,
    "content": "Biển 3.",
    "questionId": 371,
    "isCorrect": false
  },
  {
    "id": 1155,
    "content": "Biển 1.",
    "questionId": 372,
    "isCorrect": false
  },
  {
    "id": 1156,
    "content": "Biển 2.",
    "questionId": 372,
    "isCorrect": false
  },
  {
    "id": 1157,
    "content": "Biển 3.",
    "questionId": 372,
    "isCorrect": true
  },
  {
    "id": 1158,
    "content": "Cả ba biển.",
    "questionId": 372,
    "isCorrect": false
  },
  {
    "id": 1159,
    "content": "Biển 1 và biển 2.",
    "questionId": 373,
    "isCorrect": false
  },
  {
    "id": 1160,
    "content": "Biển 1 và biển 3.",
    "questionId": 373,
    "isCorrect": true
  },
  {
    "id": 1161,
    "content": "Biển 2 và biển 3.",
    "questionId": 373,
    "isCorrect": false
  },
  {
    "id": 1162,
    "content": "Cả ba biển.",
    "questionId": 373,
    "isCorrect": false
  },
  {
    "id": 1163,
    "content": "Biển 1 và biển 2.",
    "questionId": 374,
    "isCorrect": false
  },
  {
    "id": 1164,
    "content": "Biển 1 và biển 3.",
    "questionId": 374,
    "isCorrect": false
  },
  {
    "id": 1165,
    "content": "Biển 2 và biển 3.",
    "questionId": 374,
    "isCorrect": true
  },
  {
    "id": 1166,
    "content": "Cả ba biển.",
    "questionId": 374,
    "isCorrect": false
  },
  {
    "id": 1167,
    "content": "Biển 1.",
    "questionId": 375,
    "isCorrect": true
  },
  {
    "id": 1168,
    "content": "Biển 2.",
    "questionId": 375,
    "isCorrect": false
  },
  {
    "id": 1169,
    "content": "Biển 3.",
    "questionId": 375,
    "isCorrect": false
  },
  {
    "id": 1170,
    "content": "Biển 1 và biển 3.",
    "questionId": 375,
    "isCorrect": false
  },
  {
    "id": 1171,
    "content": "Biển 1.",
    "questionId": 376,
    "isCorrect": false
  },
  {
    "id": 1172,
    "content": "Biển 2.",
    "questionId": 376,
    "isCorrect": true
  },
  {
    "id": 1173,
    "content": "Biển 3.",
    "questionId": 376,
    "isCorrect": false
  },
  {
    "id": 1174,
    "content": "Để chỉ nơi đường sắt giao vuông góc với đường bộ không có rào chắn.",
    "questionId": 377,
    "isCorrect": true
  },
  {
    "id": 1175,
    "content": "Để báo trước sắp đến vị trí giao cắt đường bộ với đường sắt cùng mức, không vuông góc và không có người gác, không có rào chắn.",
    "questionId": 377,
    "isCorrect": false
  },
  {
    "id": 1176,
    "content": "Nơi đường sắt giao nhau với đường bộ.",
    "questionId": 377,
    "isCorrect": false
  },
  {
    "id": 1177,
    "content": "Biển 1.",
    "questionId": 378,
    "isCorrect": false
  },
  {
    "id": 1178,
    "content": "Biển 2.",
    "questionId": 378,
    "isCorrect": false
  },
  {
    "id": 1179,
    "content": "Biển 3.",
    "questionId": 378,
    "isCorrect": false
  },
  {
    "id": 1180,
    "content": "Biển 1 và biển 2.",
    "questionId": 378,
    "isCorrect": true
  },
  {
    "id": 1181,
    "content": "Nơi đường sắt giao nhau với đường bộ.",
    "questionId": 379,
    "isCorrect": false
  },
  {
    "id": 1182,
    "content": "Nơi đường sắt giao vuông góc với đường bộ.",
    "questionId": 379,
    "isCorrect": false
  },
  {
    "id": 1183,
    "content": "Để báo trước sắp đến vị trí đường sắt giao không vuông góc với đường bộ, không có người gác và không có rào chắn.",
    "questionId": 379,
    "isCorrect": true
  },
  {
    "id": 1184,
    "content": "Biển 1.",
    "questionId": 380,
    "isCorrect": false
  },
  {
    "id": 1185,
    "content": "Biển 2.",
    "questionId": 380,
    "isCorrect": false
  },
  {
    "id": 1186,
    "content": "Biển 3.",
    "questionId": 380,
    "isCorrect": true
  },
  {
    "id": 1187,
    "content": "Biển 1 và biển 2.",
    "questionId": 381,
    "isCorrect": false
  },
  {
    "id": 1188,
    "content": "Biển 1 và biển 3.",
    "questionId": 381,
    "isCorrect": true
  },
  {
    "id": 1189,
    "content": "Biển 2 và biển 3.",
    "questionId": 381,
    "isCorrect": false
  },
  {
    "id": 1190,
    "content": "Cả ba biển.",
    "questionId": 381,
    "isCorrect": false
  },
  {
    "id": 1191,
    "content": "Biển 1.",
    "questionId": 382,
    "isCorrect": true
  },
  {
    "id": 1192,
    "content": "Biển 2.",
    "questionId": 382,
    "isCorrect": false
  },
  {
    "id": 1193,
    "content": "Biển 3.",
    "questionId": 382,
    "isCorrect": false
  },
  {
    "id": 1194,
    "content": "Biển 2 và biển 3.",
    "questionId": 382,
    "isCorrect": false
  },
  {
    "id": 1195,
    "content": "Biển 1 và biển 3.",
    "questionId": 383,
    "isCorrect": false
  },
  {
    "id": 1196,
    "content": "Biển 2.",
    "questionId": 383,
    "isCorrect": true
  },
  {
    "id": 1197,
    "content": "Biển 3.",
    "questionId": 383,
    "isCorrect": false
  },
  {
    "id": 1198,
    "content": "Biển 1 và biển 2.",
    "questionId": 384,
    "isCorrect": true
  },
  {
    "id": 1199,
    "content": "Biển 1 và biển 3.",
    "questionId": 384,
    "isCorrect": false
  },
  {
    "id": 1200,
    "content": "Biển 2 và biển 3.",
    "questionId": 384,
    "isCorrect": false
  },
  {
    "id": 1201,
    "content": "Cả ba biển.",
    "questionId": 384,
    "isCorrect": false
  },
  {
    "id": 1202,
    "content": "Biển 1.",
    "questionId": 385,
    "isCorrect": false
  },
  {
    "id": 1203,
    "content": "Biển 1 và biển 3.",
    "questionId": 385,
    "isCorrect": false
  },
  {
    "id": 1204,
    "content": "Biển 2 và biển 3.",
    "questionId": 385,
    "isCorrect": true
  },
  {
    "id": 1205,
    "content": "Cả ba biển.",
    "questionId": 385,
    "isCorrect": false
  },
  {
    "id": 1206,
    "content": "Biển 1.",
    "questionId": 386,
    "isCorrect": false
  },
  {
    "id": 1207,
    "content": "Biển 2.",
    "questionId": 386,
    "isCorrect": false
  },
  {
    "id": 1208,
    "content": "Biển 3.",
    "questionId": 386,
    "isCorrect": true
  },
  {
    "id": 1209,
    "content": "Cả ba biển.",
    "questionId": 386,
    "isCorrect": false
  },
  {
    "id": 1210,
    "content": "Biển 1.",
    "questionId": 387,
    "isCorrect": true
  },
  {
    "id": 1211,
    "content": "Biển 2.",
    "questionId": 387,
    "isCorrect": false
  },
  {
    "id": 1212,
    "content": "Biển 3.",
    "questionId": 387,
    "isCorrect": false
  },
  {
    "id": 1213,
    "content": "Biển 1.",
    "questionId": 388,
    "isCorrect": false
  },
  {
    "id": 1214,
    "content": "Biển 2.",
    "questionId": 388,
    "isCorrect": true
  },
  {
    "id": 1215,
    "content": "Biển 3.",
    "questionId": 388,
    "isCorrect": false
  },
  {
    "id": 1216,
    "content": "Biển 1.",
    "questionId": 389,
    "isCorrect": true
  },
  {
    "id": 1217,
    "content": "Biển 2.",
    "questionId": 389,
    "isCorrect": false
  },
  {
    "id": 1218,
    "content": "Biển 3.",
    "questionId": 389,
    "isCorrect": false
  },
  {
    "id": 1219,
    "content": "Biển 1.",
    "questionId": 390,
    "isCorrect": false
  },
  {
    "id": 1220,
    "content": "Biển 2.",
    "questionId": 390,
    "isCorrect": true
  },
  {
    "id": 1221,
    "content": "Biển 3.",
    "questionId": 390,
    "isCorrect": false
  },
  {
    "id": 1222,
    "content": "Biển 1.",
    "questionId": 391,
    "isCorrect": false
  },
  {
    "id": 1223,
    "content": "Biển 2.",
    "questionId": 391,
    "isCorrect": false
  },
  {
    "id": 1224,
    "content": "Biển 3.",
    "questionId": 391,
    "isCorrect": true
  },
  {
    "id": 1225,
    "content": "Biển 2 và biển 3.",
    "questionId": 391,
    "isCorrect": false
  },
  {
    "id": 1226,
    "content": "Biển 1.",
    "questionId": 392,
    "isCorrect": false
  },
  {
    "id": 1227,
    "content": "Biển 2.",
    "questionId": 392,
    "isCorrect": true
  },
  {
    "id": 1228,
    "content": "Biển 3.",
    "questionId": 392,
    "isCorrect": false
  },
  {
    "id": 1229,
    "content": "Biển 1.",
    "questionId": 393,
    "isCorrect": false
  },
  {
    "id": 1230,
    "content": "Biển 2.",
    "questionId": 393,
    "isCorrect": false
  },
  {
    "id": 1231,
    "content": "Biển 3.",
    "questionId": 393,
    "isCorrect": true
  },
  {
    "id": 1232,
    "content": "Biển 1.",
    "questionId": 394,
    "isCorrect": false
  },
  {
    "id": 1233,
    "content": "Biển 2.",
    "questionId": 394,
    "isCorrect": false
  },
  {
    "id": 1234,
    "content": "Biển 3.",
    "questionId": 394,
    "isCorrect": true
  },
  {
    "id": 1235,
    "content": "Biển 1.",
    "questionId": 395,
    "isCorrect": true
  },
  {
    "id": 1236,
    "content": "Biển 2.",
    "questionId": 395,
    "isCorrect": false
  },
  {
    "id": 1237,
    "content": "Biển 3.",
    "questionId": 395,
    "isCorrect": false
  },
  {
    "id": 1238,
    "content": "Biển 1.",
    "questionId": 396,
    "isCorrect": false
  },
  {
    "id": 1239,
    "content": "Biển 2.",
    "questionId": 396,
    "isCorrect": true
  },
  {
    "id": 1240,
    "content": "Biển 3.",
    "questionId": 396,
    "isCorrect": false
  },
  {
    "id": 1241,
    "content": "Biển 1.",
    "questionId": 397,
    "isCorrect": false
  },
  {
    "id": 1242,
    "content": "Biển 2.",
    "questionId": 397,
    "isCorrect": true
  },
  {
    "id": 1243,
    "content": "Biển 3.",
    "questionId": 397,
    "isCorrect": false
  },
  {
    "id": 1244,
    "content": "Biển 1.",
    "questionId": 398,
    "isCorrect": false
  },
  {
    "id": 1245,
    "content": "Biển 2 và biển 3.",
    "questionId": 398,
    "isCorrect": true
  },
  {
    "id": 1246,
    "content": "Cả ba biển.",
    "questionId": 398,
    "isCorrect": false
  },
  {
    "id": 1247,
    "content": "Biển 1.",
    "questionId": 399,
    "isCorrect": false
  },
  {
    "id": 1248,
    "content": "Biển 2.",
    "questionId": 399,
    "isCorrect": true
  },
  {
    "id": 1249,
    "content": "Cả hai biển.",
    "questionId": 399,
    "isCorrect": false
  },
  {
    "id": 1250,
    "content": "Cả ba biển.",
    "questionId": 400,
    "isCorrect": false
  },
  {
    "id": 1251,
    "content": "Biển 2.",
    "questionId": 400,
    "isCorrect": true
  },
  {
    "id": 1252,
    "content": "Biển 2 và biển 3.",
    "questionId": 400,
    "isCorrect": false
  },
  {
    "id": 1253,
    "content": "Biển 1.",
    "questionId": 401,
    "isCorrect": false
  },
  {
    "id": 1254,
    "content": "Biển 2.",
    "questionId": 401,
    "isCorrect": true
  },
  {
    "id": 1255,
    "content": "Biển 3.",
    "questionId": 401,
    "isCorrect": false
  },
  {
    "id": 1256,
    "content": "Biển 1.",
    "questionId": 402,
    "isCorrect": false
  },
  {
    "id": 1257,
    "content": "Biển 2.",
    "questionId": 402,
    "isCorrect": false
  },
  {
    "id": 1258,
    "content": "Biển 3.",
    "questionId": 402,
    "isCorrect": true
  },
  {
    "id": 1259,
    "content": "Biển 1.",
    "questionId": 403,
    "isCorrect": true
  },
  {
    "id": 1260,
    "content": "Biển 2.",
    "questionId": 403,
    "isCorrect": false
  },
  {
    "id": 1261,
    "content": "Biển 3.",
    "questionId": 403,
    "isCorrect": false
  },
  {
    "id": 1262,
    "content": "Biển 1.",
    "questionId": 404,
    "isCorrect": false
  },
  {
    "id": 1263,
    "content": "Biển 2.",
    "questionId": 404,
    "isCorrect": false
  },
  {
    "id": 1264,
    "content": "Biển 3.",
    "questionId": 404,
    "isCorrect": true
  },
  {
    "id": 1265,
    "content": "Biển 1 và biển 2.",
    "questionId": 404,
    "isCorrect": false
  },
  {
    "id": 1266,
    "content": "Biển 1.",
    "questionId": 405,
    "isCorrect": false
  },
  {
    "id": 1267,
    "content": "Biển 2.",
    "questionId": 405,
    "isCorrect": true
  },
  {
    "id": 1268,
    "content": "Biển 3.",
    "questionId": 405,
    "isCorrect": false
  },
  {
    "id": 1269,
    "content": "Biển 1.",
    "questionId": 406,
    "isCorrect": false
  },
  {
    "id": 1270,
    "content": "Biển 2.",
    "questionId": 406,
    "isCorrect": true
  },
  {
    "id": 1271,
    "content": "Biển 3.",
    "questionId": 406,
    "isCorrect": false
  },
  {
    "id": 1272,
    "content": "Biển 1.",
    "questionId": 407,
    "isCorrect": false
  },
  {
    "id": 1273,
    "content": "Biển 2.",
    "questionId": 407,
    "isCorrect": true
  },
  {
    "id": 1274,
    "content": "Biển 3.",
    "questionId": 407,
    "isCorrect": false
  },
  {
    "id": 1275,
    "content": "Biển 1.",
    "questionId": 408,
    "isCorrect": true
  },
  {
    "id": 1276,
    "content": "Biển 2.",
    "questionId": 408,
    "isCorrect": false
  },
  {
    "id": 1277,
    "content": "Biển 3.",
    "questionId": 408,
    "isCorrect": false
  },
  {
    "id": 1278,
    "content": "Không biển nào.",
    "questionId": 408,
    "isCorrect": false
  },
  {
    "id": 1279,
    "content": "Biển 1.",
    "questionId": 409,
    "isCorrect": false
  },
  {
    "id": 1280,
    "content": "Biển 2.",
    "questionId": 409,
    "isCorrect": true
  },
  {
    "id": 1281,
    "content": "Biển 3.",
    "questionId": 409,
    "isCorrect": false
  },
  {
    "id": 1282,
    "content": "Biển 1.",
    "questionId": 410,
    "isCorrect": false
  },
  {
    "id": 1283,
    "content": "Biển 2.",
    "questionId": 410,
    "isCorrect": true
  },
  {
    "id": 1284,
    "content": "Biển 3.",
    "questionId": 410,
    "isCorrect": false
  },
  {
    "id": 1285,
    "content": "Cả ba biển.",
    "questionId": 410,
    "isCorrect": false
  },
  {
    "id": 1286,
    "content": "Biển 1.",
    "questionId": 411,
    "isCorrect": false
  },
  {
    "id": 1287,
    "content": "Biển 2.",
    "questionId": 411,
    "isCorrect": true
  },
  {
    "id": 1288,
    "content": "Biển 1.",
    "questionId": 412,
    "isCorrect": false
  },
  {
    "id": 1289,
    "content": "Biển 2.",
    "questionId": 412,
    "isCorrect": true
  },
  {
    "id": 1290,
    "content": "Biển 3.",
    "questionId": 412,
    "isCorrect": false
  },
  {
    "id": 1291,
    "content": "Biển 1.",
    "questionId": 413,
    "isCorrect": false
  },
  {
    "id": 1292,
    "content": "Biển 2.",
    "questionId": 413,
    "isCorrect": true
  },
  {
    "id": 1293,
    "content": "Biển 3.",
    "questionId": 413,
    "isCorrect": false
  },
  {
    "id": 1294,
    "content": "Cả ba biển.",
    "questionId": 413,
    "isCorrect": false
  },
  {
    "id": 1295,
    "content": "Biển 1.",
    "questionId": 414,
    "isCorrect": true
  },
  {
    "id": 1296,
    "content": "Biển 2.",
    "questionId": 414,
    "isCorrect": false
  },
  {
    "id": 1297,
    "content": "Cả hai biển.",
    "questionId": 414,
    "isCorrect": false
  },
  {
    "id": 1298,
    "content": "Biển 1.",
    "questionId": 415,
    "isCorrect": true
  },
  {
    "id": 1299,
    "content": "Biển 2.",
    "questionId": 415,
    "isCorrect": false
  },
  {
    "id": 1300,
    "content": "Biển 1.",
    "questionId": 416,
    "isCorrect": false
  },
  {
    "id": 1301,
    "content": "Biển 2.",
    "questionId": 416,
    "isCorrect": true
  },
  {
    "id": 1302,
    "content": "Chỗ ngoặt nguy hiểm có nguy cơ lật xe bên phải khi đường cong vòng sang trái.",
    "questionId": 417,
    "isCorrect": true
  },
  {
    "id": 1303,
    "content": "Chỗ ngoặt nguy hiểm có nguy cơ lật xe bên trái khi đường cong vòng sang phải.",
    "questionId": 417,
    "isCorrect": false
  },
  {
    "id": 1304,
    "content": "Báo trước đoạn đường có gió ngang.",
    "questionId": 418,
    "isCorrect": false
  },
  {
    "id": 1305,
    "content": "Báo trước đoạn đường trơn trượt.",
    "questionId": 418,
    "isCorrect": false
  },
  {
    "id": 1306,
    "content": "Báo trước sắp đến bến phà.",
    "questionId": 418,
    "isCorrect": true
  },
  {
    "id": 1307,
    "content": "Báo hiệu đường có ổ gà, lồi lõm.",
    "questionId": 419,
    "isCorrect": true
  },
  {
    "id": 1308,
    "content": "Báo hiệu đường có gồ giảm tốc phía trước.",
    "questionId": 419,
    "isCorrect": false
  },
  {
    "id": 1309,
    "content": "Báo hiệu đường có ổ gà, lồi lõm.",
    "questionId": 420,
    "isCorrect": false
  },
  {
    "id": 1310,
    "content": "Báo hiệu đường có gồ giảm tốc phía trước.",
    "questionId": 420,
    "isCorrect": true
  },
  {
    "id": 1311,
    "content": "Để báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sụt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường.",
    "questionId": 421,
    "isCorrect": false
  },
  {
    "id": 1312,
    "content": "Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông.",
    "questionId": 421,
    "isCorrect": false
  },
  {
    "id": 1313,
    "content": "Để cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm.",
    "questionId": 421,
    "isCorrect": true
  },
  {
    "id": 1314,
    "content": "Để báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sụt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường.",
    "questionId": 422,
    "isCorrect": true
  },
  {
    "id": 1315,
    "content": "Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông.",
    "questionId": 422,
    "isCorrect": false
  },
  {
    "id": 1316,
    "content": "Để cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm.",
    "questionId": 422,
    "isCorrect": false
  },
  {
    "id": 1317,
    "content": "Để báo trước gần tới đoạn đường có hiện tượng đất đá từ trên ta luy dương sụt lở bất ngờ gây nguy hiểm cho xe cộ và người đi đường.",
    "questionId": 423,
    "isCorrect": false
  },
  {
    "id": 1318,
    "content": "Để báo trước nơi có kết cấu mặt đường rời rạc, khi phương tiện đi qua, làm cho các viên đá, sỏi văng lên gây nguy hiểm và mất an toàn cho người và phương tiện tham gia giao thông.",
    "questionId": 423,
    "isCorrect": true
  },
  {
    "id": 1319,
    "content": "Để cảnh báo những đoạn nền đường yếu, đoạn đường đang theo dõi lún mà việc vận hành xe ở tốc độ cao có thể gây nguy hiểm.",
    "questionId": 423,
    "isCorrect": false
  },
  {
    "id": 1320,
    "content": "Đi chậm, quan sát và dừng lại nếu gặp gia súc trên đường.",
    "questionId": 424,
    "isCorrect": true
  },
  {
    "id": 1321,
    "content": "Bấm còi to để gia súc tránh đường và nhanh chóng di chuyển qua đoạn đường có gia súc.",
    "questionId": 424,
    "isCorrect": false
  },
  {
    "id": 1322,
    "content": "Báo hiệu khu vực nguy hiểm thường xuyên có sét đánh.",
    "questionId": 425,
    "isCorrect": false
  },
  {
    "id": 1323,
    "content": "Báo hiệu khu vực có đường dây điện cắt ngang phía trên tuyến đường.",
    "questionId": 425,
    "isCorrect": true
  },
  {
    "id": 1324,
    "content": "Biển 1.",
    "questionId": 426,
    "isCorrect": false
  },
  {
    "id": 1325,
    "content": "Biển 2.",
    "questionId": 426,
    "isCorrect": true
  },
  {
    "id": 1326,
    "content": "Cả hai biển.",
    "questionId": 426,
    "isCorrect": false
  },
  {
    "id": 1327,
    "content": "Biển 1.",
    "questionId": 427,
    "isCorrect": false
  },
  {
    "id": 1328,
    "content": "Biển 2.",
    "questionId": 427,
    "isCorrect": false
  },
  {
    "id": 1329,
    "content": "Cả hai biển.",
    "questionId": 427,
    "isCorrect": true
  },
  {
    "id": 1330,
    "content": "Biển 1.",
    "questionId": 428,
    "isCorrect": true
  },
  {
    "id": 1331,
    "content": "Biển 2.",
    "questionId": 428,
    "isCorrect": false
  },
  {
    "id": 1332,
    "content": "Biển 1.",
    "questionId": 429,
    "isCorrect": false
  },
  {
    "id": 1333,
    "content": "Biển 2.",
    "questionId": 429,
    "isCorrect": true
  },
  {
    "id": 1334,
    "content": "Biển 1.",
    "questionId": 430,
    "isCorrect": true
  },
  {
    "id": 1335,
    "content": "Biển 2.",
    "questionId": 430,
    "isCorrect": false
  },
  {
    "id": 1336,
    "content": "Chỉ hướng đi phải theo.",
    "questionId": 431,
    "isCorrect": false
  },
  {
    "id": 1337,
    "content": "Biển báo hiệu cho người lái xe biết số lượng làn đường trên mặt đường và hướng đi trên mỗi làn đường phải theo.",
    "questionId": 431,
    "isCorrect": true
  },
  {
    "id": 1338,
    "content": "Chỉ hướng đường phải theo.",
    "questionId": 431,
    "isCorrect": false
  },
  {
    "id": 1339,
    "content": "Biển 1.",
    "questionId": 432,
    "isCorrect": false
  },
  {
    "id": 1340,
    "content": "Biển 2.",
    "questionId": 432,
    "isCorrect": false
  },
  {
    "id": 1341,
    "content": "Không biển nào.",
    "questionId": 432,
    "isCorrect": true
  },
  {
    "id": 1342,
    "content": "Biển 1.",
    "questionId": 433,
    "isCorrect": true
  },
  {
    "id": 1343,
    "content": "Biển 2.",
    "questionId": 433,
    "isCorrect": false
  },
  {
    "id": 1344,
    "content": "Biển 1.",
    "questionId": 434,
    "isCorrect": false
  },
  {
    "id": 1345,
    "content": "Biển 2.",
    "questionId": 434,
    "isCorrect": true
  },
  {
    "id": 1346,
    "content": "Cả hai biển.",
    "questionId": 434,
    "isCorrect": false
  },
  {
    "id": 1347,
    "content": "Biển 1.",
    "questionId": 435,
    "isCorrect": true
  },
  {
    "id": 1348,
    "content": "Biển 2.",
    "questionId": 435,
    "isCorrect": false
  },
  {
    "id": 1349,
    "content": "Biển 3.",
    "questionId": 435,
    "isCorrect": false
  },
  {
    "id": 1350,
    "content": "Cả ba biển.",
    "questionId": 435,
    "isCorrect": false
  },
  {
    "id": 1351,
    "content": "Biển 1.",
    "questionId": 436,
    "isCorrect": false
  },
  {
    "id": 1352,
    "content": "Biển 2.",
    "questionId": 436,
    "isCorrect": false
  },
  {
    "id": 1353,
    "content": "Biển 3.",
    "questionId": 436,
    "isCorrect": false
  },
  {
    "id": 1354,
    "content": "Biển 1 và biển 2.",
    "questionId": 436,
    "isCorrect": true
  },
  {
    "id": 1355,
    "content": "Biển 1.",
    "questionId": 437,
    "isCorrect": false
  },
  {
    "id": 1356,
    "content": "Biển 2.",
    "questionId": 437,
    "isCorrect": false
  },
  {
    "id": 1357,
    "content": "Biển 3.",
    "questionId": 437,
    "isCorrect": true
  },
  {
    "id": 1358,
    "content": "Cả ba biển.",
    "questionId": 437,
    "isCorrect": false
  },
  {
    "id": 1359,
    "content": "Biển 1.",
    "questionId": 438,
    "isCorrect": false
  },
  {
    "id": 1360,
    "content": "Biển 2.",
    "questionId": 438,
    "isCorrect": false
  },
  {
    "id": 1361,
    "content": "Biển 3.",
    "questionId": 438,
    "isCorrect": false
  },
  {
    "id": 1362,
    "content": "Biển 2 và biển 3.",
    "questionId": 438,
    "isCorrect": true
  },
  {
    "id": 1363,
    "content": "Biển 1.",
    "questionId": 439,
    "isCorrect": false
  },
  {
    "id": 1364,
    "content": "Biển 2.",
    "questionId": 439,
    "isCorrect": true
  },
  {
    "id": 1365,
    "content": "Biển 3.",
    "questionId": 439,
    "isCorrect": false
  },
  {
    "id": 1366,
    "content": "Cả ba biển.",
    "questionId": 439,
    "isCorrect": false
  },
  {
    "id": 1367,
    "content": "Biển 1.",
    "questionId": 440,
    "isCorrect": false
  },
  {
    "id": 1368,
    "content": "Biển 2.",
    "questionId": 440,
    "isCorrect": false
  },
  {
    "id": 1369,
    "content": "Biển 3.",
    "questionId": 440,
    "isCorrect": true
  },
  {
    "id": 1370,
    "content": "Không biển nào.",
    "questionId": 440,
    "isCorrect": false
  },
  {
    "id": 1371,
    "content": "Biển 1.",
    "questionId": 441,
    "isCorrect": true
  },
  {
    "id": 1372,
    "content": "Biển 2.",
    "questionId": 441,
    "isCorrect": false
  },
  {
    "id": 1373,
    "content": "Biển 3.",
    "questionId": 441,
    "isCorrect": false
  },
  {
    "id": 1374,
    "content": "Biển 1 và biển 3.",
    "questionId": 441,
    "isCorrect": false
  },
  {
    "id": 1375,
    "content": "Biển 1 và biển 2.",
    "questionId": 442,
    "isCorrect": true
  },
  {
    "id": 1376,
    "content": "Biển 1 và biển 3.",
    "questionId": 442,
    "isCorrect": false
  },
  {
    "id": 1377,
    "content": "Biển 2 và biển 3.",
    "questionId": 442,
    "isCorrect": false
  },
  {
    "id": 1378,
    "content": "Cả ba biển.",
    "questionId": 442,
    "isCorrect": false
  },
  {
    "id": 1379,
    "content": "Biển 1.",
    "questionId": 443,
    "isCorrect": false
  },
  {
    "id": 1380,
    "content": "Biển 2.",
    "questionId": 443,
    "isCorrect": false
  },
  {
    "id": 1381,
    "content": "Cả hai biển.",
    "questionId": 443,
    "isCorrect": true
  },
  {
    "id": 1382,
    "content": "Biển 1.",
    "questionId": 444,
    "isCorrect": false
  },
  {
    "id": 1383,
    "content": "Biển 2.",
    "questionId": 444,
    "isCorrect": false
  },
  {
    "id": 1384,
    "content": "Biển 3.",
    "questionId": 444,
    "isCorrect": true
  },
  {
    "id": 1385,
    "content": "Biển 1 và biển 2.",
    "questionId": 444,
    "isCorrect": false
  },
  {
    "id": 1386,
    "content": "Biển chỉ dẫn hết cấm đỗ xe theo giờ trong khu vực.",
    "questionId": 445,
    "isCorrect": true
  },
  {
    "id": 1387,
    "content": "Biển chỉ dẫn hết hiệu lực khu vực đỗ xe trên các tuyến đường đối ngoại.",
    "questionId": 445,
    "isCorrect": false
  },
  {
    "id": 1388,
    "content": "Biển chỉ dẫn khu vực đỗ xe trên các tuyến đường đối ngoại.",
    "questionId": 445,
    "isCorrect": false
  },
  {
    "id": 1389,
    "content": "Biển chỉ dẫn khu vực cấm đỗ xe trên các tuyến đường đối ngoại.",
    "questionId": 446,
    "isCorrect": false
  },
  {
    "id": 1390,
    "content": "Biển chỉ dẫn khu vực đỗ xe trên các tuyến đường đối ngoại.",
    "questionId": 446,
    "isCorrect": false
  },
  {
    "id": 1391,
    "content": "Biển hạn chế tốc độ tối đa trong khu vực.",
    "questionId": 446,
    "isCorrect": true
  },
  {
    "id": 1392,
    "content": "Biển chỉ dẫn hết hiệu lực khu vực cấm đỗ xe theo giờ trên các tuyến đường đối ngoại.",
    "questionId": 446,
    "isCorrect": false
  },
  {
    "id": 1393,
    "content": "Biển 1.",
    "questionId": 447,
    "isCorrect": false
  },
  {
    "id": 1394,
    "content": "Biển 2.",
    "questionId": 447,
    "isCorrect": true
  },
  {
    "id": 1395,
    "content": "Biển 3.",
    "questionId": 447,
    "isCorrect": false
  },
  {
    "id": 1396,
    "content": "Biển 1.",
    "questionId": 448,
    "isCorrect": false
  },
  {
    "id": 1397,
    "content": "Biển 2.",
    "questionId": 448,
    "isCorrect": false
  },
  {
    "id": 1398,
    "content": "Biển 3.",
    "questionId": 448,
    "isCorrect": true
  },
  {
    "id": 1399,
    "content": "Biển 1 và 2.",
    "questionId": 449,
    "isCorrect": true
  },
  {
    "id": 1400,
    "content": "Cả ba biển.",
    "questionId": 449,
    "isCorrect": false
  },
  {
    "id": 1401,
    "content": "Không biển nào.",
    "questionId": 449,
    "isCorrect": false
  },
  {
    "id": 1402,
    "content": "Biển 1.",
    "questionId": 450,
    "isCorrect": true
  },
  {
    "id": 1403,
    "content": "Biển 2.",
    "questionId": 450,
    "isCorrect": false
  },
  {
    "id": 1404,
    "content": "Cả hai biển.",
    "questionId": 450,
    "isCorrect": false
  },
  {
    "id": 1405,
    "content": "Không biển nào.",
    "questionId": 450,
    "isCorrect": false
  },
  {
    "id": 1406,
    "content": "Biển 1.",
    "questionId": 451,
    "isCorrect": false
  },
  {
    "id": 1407,
    "content": "Biển 2.",
    "questionId": 451,
    "isCorrect": true
  },
  {
    "id": 1408,
    "content": "Cả hai biển.",
    "questionId": 451,
    "isCorrect": false
  },
  {
    "id": 1409,
    "content": "Không biển nào.",
    "questionId": 451,
    "isCorrect": false
  },
  {
    "id": 1410,
    "content": "Biển 1.",
    "questionId": 452,
    "isCorrect": false
  },
  {
    "id": 1411,
    "content": "Biển 2.",
    "questionId": 452,
    "isCorrect": true
  },
  {
    "id": 1412,
    "content": "Biển 3.",
    "questionId": 452,
    "isCorrect": false
  },
  {
    "id": 1413,
    "content": "Đỗ xe hoàn toàn trên hè phố.",
    "questionId": 453,
    "isCorrect": false
  },
  {
    "id": 1414,
    "content": "Đỗ xe hoàn toàn dưới lòng đường.",
    "questionId": 453,
    "isCorrect": false
  },
  {
    "id": 1415,
    "content": "Đỗ từ 1/2 thân xe trở lên trên hè phố.",
    "questionId": 453,
    "isCorrect": true
  },
  {
    "id": 1416,
    "content": "Dừng xe tại khu vực có trạm Cảnh sát giao thông.",
    "questionId": 454,
    "isCorrect": false
  },
  {
    "id": 1417,
    "content": "Tiếp tục lưu thông với tốc độ bình thường.",
    "questionId": 454,
    "isCorrect": false
  },
  {
    "id": 1418,
    "content": "Phải giảm tốc độ đến mức an toàn và không được vượt khi đi qua khu vực này.",
    "questionId": 454,
    "isCorrect": true
  },
  {
    "id": 1419,
    "content": "Bắt buộc.",
    "questionId": 455,
    "isCorrect": true
  },
  {
    "id": 1420,
    "content": "Không bắt buộc.",
    "questionId": 455,
    "isCorrect": false
  },
  {
    "id": 1421,
    "content": "Biển 1.",
    "questionId": 456,
    "isCorrect": false
  },
  {
    "id": 1422,
    "content": "Biển 2.",
    "questionId": 456,
    "isCorrect": true
  },
  {
    "id": 1423,
    "content": "Biển 3.",
    "questionId": 456,
    "isCorrect": false
  },
  {
    "id": 1424,
    "content": "Biển 2 và biển 3.",
    "questionId": 457,
    "isCorrect": false
  },
  {
    "id": 1425,
    "content": "Biển 1 và biển 2.",
    "questionId": 457,
    "isCorrect": false
  },
  {
    "id": 1426,
    "content": "Biển 1 và biển 3.",
    "questionId": 457,
    "isCorrect": true
  },
  {
    "id": 1427,
    "content": "Cả ba biển.",
    "questionId": 457,
    "isCorrect": false
  },
  {
    "id": 1428,
    "content": "Đi thẳng hoặc rẽ trái trên cầu vượt.",
    "questionId": 458,
    "isCorrect": false
  },
  {
    "id": 1429,
    "content": "Đi thẳng hoặc rẽ phải trên cầu vượt.",
    "questionId": 458,
    "isCorrect": false
  },
  {
    "id": 1430,
    "content": "Báo hiệu cầu vượt liên thông.",
    "questionId": 458,
    "isCorrect": true
  },
  {
    "id": 1431,
    "content": "Biển 1 và biển 2.",
    "questionId": 459,
    "isCorrect": true
  },
  {
    "id": 1432,
    "content": "Biển 1 và biển 3.",
    "questionId": 459,
    "isCorrect": false
  },
  {
    "id": 1433,
    "content": "Biển 2 và biển 3.",
    "questionId": 459,
    "isCorrect": false
  },
  {
    "id": 1434,
    "content": "Chỉ dẫn khoảng cách đến làn đường cứu nạn (làn thoát xe khẩn cấp).",
    "questionId": 460,
    "isCorrect": true
  },
  {
    "id": 1435,
    "content": "Báo hiệu đường cụt phía trước.",
    "questionId": 460,
    "isCorrect": false
  },
  {
    "id": 1436,
    "content": "Báo hiệu nút giao gần nhất phía trước.",
    "questionId": 460,
    "isCorrect": false
  },
  {
    "id": 1437,
    "content": "Báo hiệu trạm dừng nghỉ phía trước.",
    "questionId": 460,
    "isCorrect": false
  },
  {
    "id": 1438,
    "content": "Được phép chuyển sang làn khác.",
    "questionId": 461,
    "isCorrect": true
  },
  {
    "id": 1439,
    "content": "Không được phép chuyển sang làn khác, chỉ được đi trong làn quy định theo biển.",
    "questionId": 461,
    "isCorrect": false
  },
  {
    "id": 1440,
    "content": "Có.",
    "questionId": 462,
    "isCorrect": true
  },
  {
    "id": 1441,
    "content": "Không.",
    "questionId": 462,
    "isCorrect": false
  },
  {
    "id": 1442,
    "content": "Có.",
    "questionId": 463,
    "isCorrect": false
  },
  {
    "id": 1443,
    "content": "Không.",
    "questionId": 463,
    "isCorrect": true
  },
  {
    "id": 1444,
    "content": "Biển 1.",
    "questionId": 464,
    "isCorrect": false
  },
  {
    "id": 1445,
    "content": "Biển 2.",
    "questionId": 464,
    "isCorrect": true
  },
  {
    "id": 1446,
    "content": "Biển 3.",
    "questionId": 464,
    "isCorrect": false
  },
  {
    "id": 1447,
    "content": "Chỉ dẫn sắp đến vị trí nhập làn xe.",
    "questionId": 465,
    "isCorrect": false
  },
  {
    "id": 1448,
    "content": "Chỉ dẫn vị trí nhập làn xe cách 250 m.",
    "questionId": 465,
    "isCorrect": true
  },
  {
    "id": 1449,
    "content": "Chỉ dẫn vị trí nhập làn cách trạm thu phí 250 m.",
    "questionId": 465,
    "isCorrect": false
  },
  {
    "id": 1450,
    "content": "Biển 1.",
    "questionId": 466,
    "isCorrect": false
  },
  {
    "id": 1451,
    "content": "Biển 2.",
    "questionId": 466,
    "isCorrect": false
  },
  {
    "id": 1452,
    "content": "Cả hai biển.",
    "questionId": 466,
    "isCorrect": true
  },
  {
    "id": 1453,
    "content": "Bắt đầu đường cao tốc.",
    "questionId": 467,
    "isCorrect": false
  },
  {
    "id": 1454,
    "content": "Chỉ dẫn địa giới đường cao tốc, chiều dài đường cao tốc.",
    "questionId": 467,
    "isCorrect": false
  },
  {
    "id": 1455,
    "content": "Tên và ký hiệu đường cao tốc, giá trị hạn chế tốc độ tối đa và tối thiểu.",
    "questionId": 467,
    "isCorrect": false
  },
  {
    "id": 1456,
    "content": "Ý 1 và ý 3.",
    "questionId": 467,
    "isCorrect": true
  },
  {
    "id": 1457,
    "content": "Xăng dầu, ăn uống, thông tin, sửa chữa xe.",
    "questionId": 468,
    "isCorrect": true
  },
  {
    "id": 1458,
    "content": "Xăng dầu, ăn uống, nhà nghỉ, sửa chữa xe.",
    "questionId": 468,
    "isCorrect": false
  },
  {
    "id": 1459,
    "content": "Xăng dầu, ăn uống, cấp cứu, sửa chữa xe.",
    "questionId": 468,
    "isCorrect": false
  },
  {
    "id": 1460,
    "content": "Chỉ dẫn đến trạm kiểm tra tải trọng xe.",
    "questionId": 469,
    "isCorrect": false
  },
  {
    "id": 1461,
    "content": "Chỉ dẫn hướng rẽ vào nơi đặt trạm kiểm tra tải trọng xe.",
    "questionId": 469,
    "isCorrect": false
  },
  {
    "id": 1462,
    "content": "Chỉ dẫn khoảng cách đến trạm kiểm tra tải trọng xe cách 750 m.",
    "questionId": 469,
    "isCorrect": true
  },
  {
    "id": 1463,
    "content": "Biển 1.",
    "questionId": 470,
    "isCorrect": true
  },
  {
    "id": 1464,
    "content": "Biển 2.",
    "questionId": 470,
    "isCorrect": false
  },
  {
    "id": 1465,
    "content": "Biển 3.",
    "questionId": 470,
    "isCorrect": false
  },
  {
    "id": 1466,
    "content": "Biển 1.",
    "questionId": 471,
    "isCorrect": false
  },
  {
    "id": 1467,
    "content": "Biển 2.",
    "questionId": 471,
    "isCorrect": false
  },
  {
    "id": 1468,
    "content": "Biển 3.",
    "questionId": 471,
    "isCorrect": true
  },
  {
    "id": 1469,
    "content": "Biển 1.",
    "questionId": 472,
    "isCorrect": false
  },
  {
    "id": 1470,
    "content": "Biển 2.",
    "questionId": 472,
    "isCorrect": true
  },
  {
    "id": 1471,
    "content": "Biển 3.",
    "questionId": 472,
    "isCorrect": false
  },
  {
    "id": 1472,
    "content": "Biển 1 và biển 2.",
    "questionId": 473,
    "isCorrect": false
  },
  {
    "id": 1473,
    "content": "Biển 1 và biển 3.",
    "questionId": 473,
    "isCorrect": true
  },
  {
    "id": 1474,
    "content": "Biển 2.",
    "questionId": 473,
    "isCorrect": false
  },
  {
    "id": 1475,
    "content": "Biển 3.",
    "questionId": 473,
    "isCorrect": false
  },
  {
    "id": 1476,
    "content": "Biển 1.",
    "questionId": 474,
    "isCorrect": false
  },
  {
    "id": 1477,
    "content": "Biển 2.",
    "questionId": 474,
    "isCorrect": true
  },
  {
    "id": 1478,
    "content": "Chỉ dẫn chướng ngại vật phía trước để cảnh báo phía trước có sự cản trở lưu thông bình thường (nằm bên trong phần xe chạy hay ngay sát phần đường xe chạy) và chỉ dẫn hướng đi qua đó cần đặt biển.",
    "questionId": 475,
    "isCorrect": false
  },
  {
    "id": 1479,
    "content": "Chỉ dẫn hướng rẽ để nhắc người điều khiển phương tiện chuẩn bị đổi hướng đi khi sắp vào đường cong nguy hiểm, có bán kính cong nhỏ.",
    "questionId": 475,
    "isCorrect": true
  },
  {
    "id": 1480,
    "content": "Vạch 1.",
    "questionId": 476,
    "isCorrect": false
  },
  {
    "id": 1481,
    "content": "Vạch 2 và vạch 3.",
    "questionId": 476,
    "isCorrect": false
  },
  {
    "id": 1482,
    "content": "Vạch 3.",
    "questionId": 476,
    "isCorrect": true
  },
  {
    "id": 1483,
    "content": "Vạch 1 và vạch 2.",
    "questionId": 476,
    "isCorrect": false
  },
  {
    "id": 1484,
    "content": "Vạch 1.",
    "questionId": 477,
    "isCorrect": false
  },
  {
    "id": 1485,
    "content": "Vạch 2.",
    "questionId": 477,
    "isCorrect": false
  },
  {
    "id": 1486,
    "content": "Vạch 3.",
    "questionId": 477,
    "isCorrect": false
  },
  {
    "id": 1487,
    "content": "Vạch 1 và vạch 2.",
    "questionId": 477,
    "isCorrect": true
  },
  {
    "id": 1488,
    "content": "Vạch 1.",
    "questionId": 478,
    "isCorrect": false
  },
  {
    "id": 1489,
    "content": "Vạch 2.",
    "questionId": 478,
    "isCorrect": true
  },
  {
    "id": 1490,
    "content": "Vạch 3.",
    "questionId": 478,
    "isCorrect": false
  },
  {
    "id": 1491,
    "content": "Cả ba vạch.",
    "questionId": 478,
    "isCorrect": false
  },
  {
    "id": 1492,
    "content": "Vạch 1.",
    "questionId": 479,
    "isCorrect": false
  },
  {
    "id": 1493,
    "content": "Vạch 2.",
    "questionId": 479,
    "isCorrect": false
  },
  {
    "id": 1494,
    "content": "Vạch 3.",
    "questionId": 479,
    "isCorrect": false
  },
  {
    "id": 1495,
    "content": "Vạch 1 và vạch 3.",
    "questionId": 479,
    "isCorrect": true
  },
  {
    "id": 1496,
    "content": "Phân chia hai chiều xe chạy ngược chiều nhau.",
    "questionId": 480,
    "isCorrect": true
  },
  {
    "id": 1497,
    "content": "Phân chia các làn xe chạy cùng chiều nhau.",
    "questionId": 480,
    "isCorrect": false
  },
  {
    "id": 1498,
    "content": "Phân chia hai chiều xe chạy ngược chiều nhau.",
    "questionId": 481,
    "isCorrect": false
  },
  {
    "id": 1499,
    "content": "Phân chia các làn xe chạy cùng chiều nhau.",
    "questionId": 481,
    "isCorrect": true
  },
  {
    "id": 1500,
    "content": "Vạch 1.",
    "questionId": 482,
    "isCorrect": false
  },
  {
    "id": 1501,
    "content": "Vạch 2.",
    "questionId": 482,
    "isCorrect": false
  },
  {
    "id": 1502,
    "content": "Vạch 3.",
    "questionId": 482,
    "isCorrect": false
  },
  {
    "id": 1503,
    "content": "Vạch 1 và vạch 3.",
    "questionId": 482,
    "isCorrect": true
  },
  {
    "id": 1504,
    "content": "Để xác định làn đường.",
    "questionId": 483,
    "isCorrect": false
  },
  {
    "id": 1505,
    "content": "Báo hiệu người lái xe chỉ được phép đi thẳng.",
    "questionId": 483,
    "isCorrect": false
  },
  {
    "id": 1506,
    "content": "Dùng để xác định khoảng cách giữa các phương tiện trên đường.",
    "questionId": 483,
    "isCorrect": true
  },
  {
    "id": 1507,
    "content": "Báo cho người điều khiển không được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông.",
    "questionId": 484,
    "isCorrect": false
  },
  {
    "id": 1508,
    "content": "Báo hiệu sắp đến chỗ có bố trí vạch đi bộ qua đường.",
    "questionId": 484,
    "isCorrect": true
  },
  {
    "id": 1509,
    "content": "Dùng để xác định khoảng cách giữa các phương tiện trên đường.",
    "questionId": 484,
    "isCorrect": false
  },
  {
    "id": 1510,
    "content": "Vị trí dừng xe của các phương tiện vận tải hành khách công cộng.",
    "questionId": 485,
    "isCorrect": true
  },
  {
    "id": 1511,
    "content": "Báo cho người điều khiển được dừng phương tiện trong phạm vi phần mặt đường có bố trí vạch để tránh ùn tắc giao thông.",
    "questionId": 485,
    "isCorrect": false
  },
  {
    "id": 1512,
    "content": "Dùng để xác định vị trí giữa các phương tiện trên đường.",
    "questionId": 485,
    "isCorrect": false
  },
  {
    "id": 1513,
    "content": "Xe khách, xe tải, xe mô tô.",
    "questionId": 486,
    "isCorrect": false
  },
  {
    "id": 1514,
    "content": "Xe tải, xe mô tô.",
    "questionId": 486,
    "isCorrect": false
  },
  {
    "id": 1515,
    "content": "Chỉ xe con.",
    "questionId": 486,
    "isCorrect": true
  },
  {
    "id": 1516,
    "content": "Xe tải, xe khách, xe con, xe mô tô.",
    "questionId": 487,
    "isCorrect": false
  },
  {
    "id": 1517,
    "content": "Xe tải, xe mô tô, xe khách, xe con.",
    "questionId": 487,
    "isCorrect": true
  },
  {
    "id": 1518,
    "content": "Xe khách, xe tải, xe con, xe mô tô.",
    "questionId": 487,
    "isCorrect": false
  },
  {
    "id": 1519,
    "content": "Xe mô tô, xe khách, xe tải, xe con.",
    "questionId": 487,
    "isCorrect": false
  },
  {
    "id": 1520,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe con, xe tải, xe khách.",
    "questionId": 488,
    "isCorrect": true
  },
  {
    "id": 1521,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe khách, xe con, xe tải.",
    "questionId": 488,
    "isCorrect": false
  },
  {
    "id": 1522,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe tải, xe khách, xe con.",
    "questionId": 488,
    "isCorrect": false
  },
  {
    "id": 1523,
    "content": "Xe con, xe công an đi làm nhiệm vụ khẩn cấp, xe tải, xe khách.",
    "questionId": 488,
    "isCorrect": false
  },
  {
    "id": 1524,
    "content": "Xe tải, xe công an đi làm nhiệm vụ khẩn cấp, xe khách, xe con.",
    "questionId": 489,
    "isCorrect": false
  },
  {
    "id": 1525,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe khách, xe con, xe tải.",
    "questionId": 489,
    "isCorrect": false
  },
  {
    "id": 1526,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe con, xe tải, xe khách.",
    "questionId": 489,
    "isCorrect": false
  },
  {
    "id": 1527,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe tải, xe khách, xe con.",
    "questionId": 489,
    "isCorrect": true
  },
  {
    "id": 1528,
    "content": "Xe tải, xe con, xe mô tô.",
    "questionId": 490,
    "isCorrect": false
  },
  {
    "id": 1529,
    "content": "Xe con, xe tải, xe mô tô.",
    "questionId": 490,
    "isCorrect": false
  },
  {
    "id": 1530,
    "content": "Xe mô tô, xe con, xe tải.",
    "questionId": 490,
    "isCorrect": true
  },
  {
    "id": 1531,
    "content": "Xe con, xe mô tô, xe tải.",
    "questionId": 490,
    "isCorrect": false
  },
  {
    "id": 1532,
    "content": "Xe con.",
    "questionId": 491,
    "isCorrect": true
  },
  {
    "id": 1533,
    "content": "Xe tải.",
    "questionId": 491,
    "isCorrect": false
  },
  {
    "id": 1534,
    "content": "Xe mô tô.",
    "questionId": 492,
    "isCorrect": false
  },
  {
    "id": 1535,
    "content": "Xe con.",
    "questionId": 492,
    "isCorrect": true
  },
  {
    "id": 1536,
    "content": "Xe con (A), xe cứu thương đi làm nhiệm vụ cấp cứu, xe con (B).",
    "questionId": 493,
    "isCorrect": true
  },
  {
    "id": 1537,
    "content": "Xe cứu thương đi làm nhiệm vụ cấp cứu, xe con (B), xe con (A).",
    "questionId": 493,
    "isCorrect": false
  },
  {
    "id": 1538,
    "content": "Xe con (B), xe con (A), xe cứu thương đi làm nhiệm vụ cấp cứu.",
    "questionId": 493,
    "isCorrect": false
  },
  {
    "id": 1539,
    "content": "Xe cứu thương đi làm nhiệm vụ cấp cứu, xe chữa cháy đi làm nhiệm vụ chữa cháy, xe con.",
    "questionId": 494,
    "isCorrect": false
  },
  {
    "id": 1540,
    "content": "Xe chữa cháy đi làm nhiệm vụ chữa cháy, xe cứu thương đi làm nhiệm vụ cấp cứu, xe con.",
    "questionId": 494,
    "isCorrect": true
  },
  {
    "id": 1541,
    "content": "Xe cứu thương đi làm nhiệm vụ cấp cứu, xe con, xe chữa cháy đi làm nhiệm vụ chữa cháy.",
    "questionId": 494,
    "isCorrect": false
  },
  {
    "id": 1542,
    "content": "Xe mô tô.",
    "questionId": 495,
    "isCorrect": false
  },
  {
    "id": 1543,
    "content": "Xe cứu thương đi làm nhiệm vụ cấp cứu.",
    "questionId": 495,
    "isCorrect": true
  },
  {
    "id": 1544,
    "content": "Xe khách.",
    "questionId": 496,
    "isCorrect": true
  },
  {
    "id": 1545,
    "content": "Xe tải.",
    "questionId": 496,
    "isCorrect": false
  },
  {
    "id": 1546,
    "content": "Xe con.",
    "questionId": 496,
    "isCorrect": false
  },
  {
    "id": 1547,
    "content": "Xe con.",
    "questionId": 497,
    "isCorrect": true
  },
  {
    "id": 1548,
    "content": "Xe tải.",
    "questionId": 497,
    "isCorrect": false
  },
  {
    "id": 1549,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp.",
    "questionId": 498,
    "isCorrect": false
  },
  {
    "id": 1550,
    "content": "Xe chữa cháy đi làm nhiệm vụ chữa cháy.",
    "questionId": 498,
    "isCorrect": true
  },
  {
    "id": 1551,
    "content": "Xe con và xe khách.",
    "questionId": 499,
    "isCorrect": true
  },
  {
    "id": 1552,
    "content": "Xe mô tô.",
    "questionId": 499,
    "isCorrect": false
  },
  {
    "id": 1553,
    "content": "Xe khách, xe mô tô.",
    "questionId": 500,
    "isCorrect": false
  },
  {
    "id": 1554,
    "content": "Xe con, xe tải.",
    "questionId": 500,
    "isCorrect": true
  },
  {
    "id": 1555,
    "content": "Xe tải, xe mô tô.",
    "questionId": 500,
    "isCorrect": false
  },
  {
    "id": 1556,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp.",
    "questionId": 501,
    "isCorrect": false
  },
  {
    "id": 1557,
    "content": "Xe quân sự đi làm nhiệm vụ khẩn cấp.",
    "questionId": 501,
    "isCorrect": true
  },
  {
    "id": 1558,
    "content": "Hướng 2, 3, 4.",
    "questionId": 502,
    "isCorrect": false
  },
  {
    "id": 1559,
    "content": "Chỉ hướng 1.",
    "questionId": 502,
    "isCorrect": true
  },
  {
    "id": 1560,
    "content": "Hướng 1 và 2.",
    "questionId": 502,
    "isCorrect": false
  },
  {
    "id": 1561,
    "content": "Hướng 3 và 4.",
    "questionId": 502,
    "isCorrect": false
  },
  {
    "id": 1562,
    "content": "Xe khách, xe tải, xe mô tô.",
    "questionId": 503,
    "isCorrect": true
  },
  {
    "id": 1563,
    "content": "Xe tải, xe con, xe mô tô.",
    "questionId": 503,
    "isCorrect": false
  },
  {
    "id": 1564,
    "content": "Xe khách, xe con, xe mô tô.",
    "questionId": 503,
    "isCorrect": false
  },
  {
    "id": 1565,
    "content": "Xe khách, xe tải, xe mô tô, xe con.",
    "questionId": 504,
    "isCorrect": false
  },
  {
    "id": 1566,
    "content": "Xe con, xe khách, xe tải, xe mô tô.",
    "questionId": 504,
    "isCorrect": false
  },
  {
    "id": 1567,
    "content": "Xe mô tô, xe tải, xe khách, xe con.",
    "questionId": 504,
    "isCorrect": true
  },
  {
    "id": 1568,
    "content": "Xe mô tô, xe tải, xe con, xe khách.",
    "questionId": 504,
    "isCorrect": false
  },
  {
    "id": 1569,
    "content": "Xe tải.",
    "questionId": 505,
    "isCorrect": true
  },
  {
    "id": 1570,
    "content": "Xe con và mô tô.",
    "questionId": 505,
    "isCorrect": false
  },
  {
    "id": 1571,
    "content": "Cả ba xe.",
    "questionId": 505,
    "isCorrect": false
  },
  {
    "id": 1572,
    "content": "Xe con và xe tải.",
    "questionId": 505,
    "isCorrect": false
  },
  {
    "id": 1573,
    "content": "Cả ba hướng.",
    "questionId": 506,
    "isCorrect": false
  },
  {
    "id": 1574,
    "content": "Xe con (B).",
    "questionId": 506,
    "isCorrect": true
  },
  {
    "id": 1575,
    "content": "Xe con (A).",
    "questionId": 506,
    "isCorrect": false
  },
  {
    "id": 1576,
    "content": "Cả ba hướng",
    "questionId": 507,
    "isCorrect": true
  },
  {
    "id": 1577,
    "content": "Chỉ hướng 1 và 3.",
    "questionId": 507,
    "isCorrect": false
  },
  {
    "id": 1578,
    "content": "Chỉ hướng 1.",
    "questionId": 507,
    "isCorrect": false
  },
  {
    "id": 1579,
    "content": "Cả hai xe.",
    "questionId": 508,
    "isCorrect": true
  },
  {
    "id": 1580,
    "content": "Không xe nào vi phạm.",
    "questionId": 508,
    "isCorrect": false
  },
  {
    "id": 1581,
    "content": "Chỉ xe mô tô vi phạm.",
    "questionId": 508,
    "isCorrect": false
  },
  {
    "id": 1582,
    "content": "Chỉ xe tải vi phạm.",
    "questionId": 508,
    "isCorrect": false
  },
  {
    "id": 1583,
    "content": "Chỉ xe mô tô.",
    "questionId": 509,
    "isCorrect": false
  },
  {
    "id": 1584,
    "content": "Chỉ xe tải.",
    "questionId": 509,
    "isCorrect": false
  },
  {
    "id": 1585,
    "content": "Cả ba xe.",
    "questionId": 509,
    "isCorrect": true
  },
  {
    "id": 1586,
    "content": "Chỉ xe mô tô và xe tải.",
    "questionId": 509,
    "isCorrect": false
  },
  {
    "id": 1587,
    "content": "Đúng.",
    "questionId": 510,
    "isCorrect": false
  },
  {
    "id": 1588,
    "content": "Không đúng.",
    "questionId": 510,
    "isCorrect": true
  },
  {
    "id": 1589,
    "content": "Hướng 2 và 5.",
    "questionId": 511,
    "isCorrect": false
  },
  {
    "id": 1590,
    "content": "Chỉ hướng 1.",
    "questionId": 511,
    "isCorrect": true
  },
  {
    "id": 1591,
    "content": "Hướng 1 và 2.",
    "questionId": 512,
    "isCorrect": false
  },
  {
    "id": 1592,
    "content": "Hướng 3.",
    "questionId": 512,
    "isCorrect": true
  },
  {
    "id": 1593,
    "content": "Hướng 1 và 4.",
    "questionId": 512,
    "isCorrect": false
  },
  {
    "id": 1594,
    "content": "Hướng 2 và 3.",
    "questionId": 512,
    "isCorrect": false
  },
  {
    "id": 1595,
    "content": "Cả hai xe đều đúng.",
    "questionId": 513,
    "isCorrect": true
  },
  {
    "id": 1596,
    "content": "Xe con.",
    "questionId": 513,
    "isCorrect": false
  },
  {
    "id": 1597,
    "content": "Xe khách.",
    "questionId": 513,
    "isCorrect": false
  },
  {
    "id": 1598,
    "content": "Hướng 2 và 3.",
    "questionId": 514,
    "isCorrect": true
  },
  {
    "id": 1599,
    "content": "Hướng 1, 2 và 3.",
    "questionId": 514,
    "isCorrect": false
  },
  {
    "id": 1600,
    "content": "Hướng 1 và 3.",
    "questionId": 514,
    "isCorrect": false
  },
  {
    "id": 1601,
    "content": "Không.",
    "questionId": 515,
    "isCorrect": false
  },
  {
    "id": 1602,
    "content": "Vi phạm.",
    "questionId": 515,
    "isCorrect": true
  },
  {
    "id": 1603,
    "content": "Xe khách.",
    "questionId": 516,
    "isCorrect": true
  },
  {
    "id": 1604,
    "content": "Xe tải.",
    "questionId": 516,
    "isCorrect": false
  },
  {
    "id": 1605,
    "content": "Xe con.",
    "questionId": 517,
    "isCorrect": false
  },
  {
    "id": 1606,
    "content": "Xe mô tô.",
    "questionId": 517,
    "isCorrect": true
  },
  {
    "id": 1607,
    "content": "Không đúng.",
    "questionId": 518,
    "isCorrect": true
  },
  {
    "id": 1608,
    "content": "Đúng.",
    "questionId": 518,
    "isCorrect": false
  },
  {
    "id": 1609,
    "content": "Hướng 1.",
    "questionId": 519,
    "isCorrect": false
  },
  {
    "id": 1610,
    "content": "Hướng 1, 3 và 4.",
    "questionId": 519,
    "isCorrect": true
  },
  {
    "id": 1611,
    "content": "Hướng 2, 3 và 4.",
    "questionId": 519,
    "isCorrect": false
  },
  {
    "id": 1612,
    "content": "Cả bốn hướng.",
    "questionId": 519,
    "isCorrect": false
  },
  {
    "id": 1613,
    "content": "Xe con (A), xe mô tô, xe con (B), xe đạp.",
    "questionId": 520,
    "isCorrect": false
  },
  {
    "id": 1614,
    "content": "Xe con (B), xe đạp, xe mô tô, xe con (A).",
    "questionId": 520,
    "isCorrect": false
  },
  {
    "id": 1615,
    "content": "Xe con (A), xe con (B), xe mô tô + xe đạp.",
    "questionId": 520,
    "isCorrect": false
  },
  {
    "id": 1616,
    "content": "Xe mô tô + xe đạp, xe con (A), xe con (B).",
    "questionId": 520,
    "isCorrect": true
  },
  {
    "id": 1617,
    "content": "Chỉ hướng 1.",
    "questionId": 521,
    "isCorrect": true
  },
  {
    "id": 1618,
    "content": "Hướng 1, 3 và 4.",
    "questionId": 521,
    "isCorrect": false
  },
  {
    "id": 1619,
    "content": "Hướng 1, 2 và 3.",
    "questionId": 521,
    "isCorrect": false
  },
  {
    "id": 1620,
    "content": "Cả bốn hướng.",
    "questionId": 521,
    "isCorrect": false
  },
  {
    "id": 1621,
    "content": "Cả ba hướng.",
    "questionId": 522,
    "isCorrect": false
  },
  {
    "id": 1622,
    "content": "Hướng 2 và 3.",
    "questionId": 522,
    "isCorrect": true
  },
  {
    "id": 1623,
    "content": "Chỉ hướng 1.",
    "questionId": 523,
    "isCorrect": false
  },
  {
    "id": 1624,
    "content": "Hướng 1 và 4.",
    "questionId": 523,
    "isCorrect": false
  },
  {
    "id": 1625,
    "content": "Hướng 1 và 5.",
    "questionId": 523,
    "isCorrect": true
  },
  {
    "id": 1626,
    "content": "Hướng 1, 4 và 5.",
    "questionId": 523,
    "isCorrect": false
  },
  {
    "id": 1627,
    "content": "Cả bốn hướng.",
    "questionId": 524,
    "isCorrect": false
  },
  {
    "id": 1628,
    "content": "Trừ hướng 2.",
    "questionId": 524,
    "isCorrect": true
  },
  {
    "id": 1629,
    "content": "Hướng 2, 3 và 4.",
    "questionId": 524,
    "isCorrect": false
  },
  {
    "id": 1630,
    "content": "Trừ hướng 4.",
    "questionId": 524,
    "isCorrect": false
  },
  {
    "id": 1631,
    "content": "Xe mô tô.",
    "questionId": 525,
    "isCorrect": true
  },
  {
    "id": 1632,
    "content": "Xe con.",
    "questionId": 525,
    "isCorrect": false
  },
  {
    "id": 1633,
    "content": "Không vi phạm.",
    "questionId": 526,
    "isCorrect": false
  },
  {
    "id": 1634,
    "content": "Vi phạm.",
    "questionId": 526,
    "isCorrect": true
  },
  {
    "id": 1635,
    "content": "Xe khách.",
    "questionId": 527,
    "isCorrect": false
  },
  {
    "id": 1636,
    "content": "Xe mô tô.",
    "questionId": 527,
    "isCorrect": false
  },
  {
    "id": 1637,
    "content": "Xe con.",
    "questionId": 527,
    "isCorrect": true
  },
  {
    "id": 1638,
    "content": "Xe con và xe mô tô.",
    "questionId": 527,
    "isCorrect": false
  },
  {
    "id": 1639,
    "content": "Các xe ở phía tay phải và tay trái của người điều khiển được phép đi thẳng.",
    "questionId": 528,
    "isCorrect": false
  },
  {
    "id": 1640,
    "content": "Cho phép các xe ở mọi hướng được phép rẽ phải.",
    "questionId": 528,
    "isCorrect": false
  },
  {
    "id": 1641,
    "content": "Tất cả các xe phải dừng lại trước ngã tư, trừ những xe đã ở trong ngã tư được phép tiếp tục đi.",
    "questionId": 528,
    "isCorrect": true
  },
  {
    "id": 1642,
    "content": "Xe mô tô, xe con.",
    "questionId": 529,
    "isCorrect": false
  },
  {
    "id": 1643,
    "content": "Xe con, xe tải.",
    "questionId": 529,
    "isCorrect": false
  },
  {
    "id": 1644,
    "content": "Xe mô tô, xe tải.",
    "questionId": 529,
    "isCorrect": true
  },
  {
    "id": 1645,
    "content": "Cả ba xe.",
    "questionId": 529,
    "isCorrect": false
  },
  {
    "id": 1646,
    "content": "Đúng.",
    "questionId": 530,
    "isCorrect": true
  },
  {
    "id": 1647,
    "content": "Không đúng.",
    "questionId": 530,
    "isCorrect": false
  },
  {
    "id": 1648,
    "content": "Xe tải.",
    "questionId": 531,
    "isCorrect": false
  },
  {
    "id": 1649,
    "content": "Cả hai xe.",
    "questionId": 531,
    "isCorrect": false
  },
  {
    "id": 1650,
    "content": "Xe con.",
    "questionId": 531,
    "isCorrect": true
  },
  {
    "id": 1651,
    "content": "Xe chữa cháy đi làm nhiệm vụ chữa cháy.",
    "questionId": 532,
    "isCorrect": false
  },
  {
    "id": 1652,
    "content": "Xe tải.",
    "questionId": 532,
    "isCorrect": true
  },
  {
    "id": 1653,
    "content": "Cả hai xe.",
    "questionId": 532,
    "isCorrect": false
  },
  {
    "id": 1654,
    "content": "Xe khách, xe tải, xe con.",
    "questionId": 533,
    "isCorrect": false
  },
  {
    "id": 1655,
    "content": "Xe con, xe tải, xe khách.",
    "questionId": 533,
    "isCorrect": false
  },
  {
    "id": 1656,
    "content": "Xe tải, xe khách, xe con.",
    "questionId": 533,
    "isCorrect": true
  },
  {
    "id": 1657,
    "content": "Xe khách và xe tải, xe con.",
    "questionId": 534,
    "isCorrect": true
  },
  {
    "id": 1658,
    "content": "Xe tải, xe khách, xe con.",
    "questionId": 534,
    "isCorrect": false
  },
  {
    "id": 1659,
    "content": "Xe con, xe khách, xe tải.",
    "questionId": 534,
    "isCorrect": false
  },
  {
    "id": 1660,
    "content": "Cả bốn hướng.",
    "questionId": 535,
    "isCorrect": false
  },
  {
    "id": 1661,
    "content": "Chỉ hướng 1 và 2.",
    "questionId": 535,
    "isCorrect": false
  },
  {
    "id": 1662,
    "content": "Trừ hướng 4.",
    "questionId": 535,
    "isCorrect": true
  },
  {
    "id": 1663,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe con, xe tải, xe khách.",
    "questionId": 536,
    "isCorrect": true
  },
  {
    "id": 1664,
    "content": "Xe con, xe khách và xe công an đi làm nhiệm vụ khẩn cấp, xe tải.",
    "questionId": 536,
    "isCorrect": false
  },
  {
    "id": 1665,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe con, xe khách, xe tải.",
    "questionId": 536,
    "isCorrect": false
  },
  {
    "id": 1666,
    "content": "Xe con, xe tải, xe khách, xe công an đi làm nhiệm vụ khẩn cấp.",
    "questionId": 536,
    "isCorrect": false
  },
  {
    "id": 1667,
    "content": "Cả bốn hướng.",
    "questionId": 537,
    "isCorrect": false
  },
  {
    "id": 1668,
    "content": "Hướng 1, 2 và 3.",
    "questionId": 537,
    "isCorrect": false
  },
  {
    "id": 1669,
    "content": "Hướng 1 và 4.",
    "questionId": 537,
    "isCorrect": false
  },
  {
    "id": 1670,
    "content": "Hướng 1, 3 và 4.",
    "questionId": 537,
    "isCorrect": true
  },
  {
    "id": 1671,
    "content": "Chỉ xe khách, xe mô tô.",
    "questionId": 538,
    "isCorrect": false
  },
  {
    "id": 1672,
    "content": "Tất cả các loại xe trên.",
    "questionId": 538,
    "isCorrect": true
  },
  {
    "id": 1673,
    "content": "Không xe nào chấp hành đúng quy tắc giao thông.",
    "questionId": 538,
    "isCorrect": false
  },
  {
    "id": 1674,
    "content": "Cả ba hướng.",
    "questionId": 539,
    "isCorrect": false
  },
  {
    "id": 1675,
    "content": "Hướng 1 và 2.",
    "questionId": 539,
    "isCorrect": false
  },
  {
    "id": 1676,
    "content": "Hướng 1 và 3.",
    "questionId": 539,
    "isCorrect": true
  },
  {
    "id": 1677,
    "content": "Hướng 2 và 3.",
    "questionId": 539,
    "isCorrect": false
  },
  {
    "id": 1678,
    "content": "Xe công an đi làm nhiệm vụ khẩn cấp, xe quân sự đi làm nhiệm vụ khẩn cấp, xe con + xe mô tô.",
    "questionId": 540,
    "isCorrect": false
  },
  {
    "id": 1679,
    "content": "Xe quân sự đi làm nhiệm vụ khẩn cấp, xe công an đi làm nhiệm vụ khẩn cấp, xe con + xe mô tô.",
    "questionId": 540,
    "isCorrect": true
  },
  {
    "id": 1680,
    "content": "Xe mô tô + xe con, xe quân sự đi làm nhiệm vụ khẩn cấp, xe công an đi làm nhiệm vụ khẩn cấp.",
    "questionId": 540,
    "isCorrect": false
  },
  {
    "id": 1681,
    "content": "Xe A.",
    "questionId": 541,
    "isCorrect": true
  },
  {
    "id": 1682,
    "content": "Xe B.",
    "questionId": 541,
    "isCorrect": false
  },
  {
    "id": 1683,
    "content": "Không vi phạm.",
    "questionId": 542,
    "isCorrect": false
  },
  {
    "id": 1684,
    "content": "Vi phạm.",
    "questionId": 542,
    "isCorrect": true
  },
  {
    "id": 1685,
    "content": "Xe con (E), xe mô tô (C).",
    "questionId": 543,
    "isCorrect": true
  },
  {
    "id": 1686,
    "content": "Xe tải (A), xe mô tô (D).",
    "questionId": 543,
    "isCorrect": false
  },
  {
    "id": 1687,
    "content": "Xe khách (B), xe mô tô (C).",
    "questionId": 543,
    "isCorrect": false
  },
  {
    "id": 1688,
    "content": "Xe khách (B), xe mô tô (D).",
    "questionId": 543,
    "isCorrect": false
  },
  {
    "id": 1689,
    "content": "Nhường xe con rẽ trái trước.",
    "questionId": 544,
    "isCorrect": true
  },
  {
    "id": 1690,
    "content": "Đi thẳng không nhường.",
    "questionId": 544,
    "isCorrect": false
  },
  {
    "id": 1691,
    "content": "Chỉ hướng 2.",
    "questionId": 545,
    "isCorrect": false
  },
  {
    "id": 1692,
    "content": "Hướng 1 và 2.",
    "questionId": 545,
    "isCorrect": true
  },
  {
    "id": 1693,
    "content": "Tất cả các hướng trừ hướng 3.",
    "questionId": 545,
    "isCorrect": false
  },
  {
    "id": 1694,
    "content": "Tất cả các hướng trừ hướng 4.",
    "questionId": 545,
    "isCorrect": false
  },
  {
    "id": 1695,
    "content": "Xe con (A).",
    "questionId": 546,
    "isCorrect": false
  },
  {
    "id": 1696,
    "content": "Xe con (B).",
    "questionId": 546,
    "isCorrect": true
  },
  {
    "id": 1697,
    "content": "Rẽ trái ngay trước xe buýt.",
    "questionId": 547,
    "isCorrect": false
  },
  {
    "id": 1698,
    "content": "Rẽ trái trước xe tải.",
    "questionId": 547,
    "isCorrect": false
  },
  {
    "id": 1699,
    "content": "Nhường đường cho xe buýt và xe tải.",
    "questionId": 547,
    "isCorrect": true
  },
  {
    "id": 1700,
    "content": "Xe con (B), xe mô tô (C).",
    "questionId": 548,
    "isCorrect": false
  },
  {
    "id": 1701,
    "content": "Xe con (A), xe mô tô (C).",
    "questionId": 548,
    "isCorrect": false
  },
  {
    "id": 1702,
    "content": "Xe con (E), xe mô tô (D).",
    "questionId": 548,
    "isCorrect": true
  },
  {
    "id": 1703,
    "content": "Tất cả các loại xe trên.",
    "questionId": 548,
    "isCorrect": false
  },
  {
    "id": 1704,
    "content": "Xe của bạn.",
    "questionId": 549,
    "isCorrect": false
  },
  {
    "id": 1705,
    "content": "Xe tải.",
    "questionId": 549,
    "isCorrect": true
  },
  {
    "id": 1706,
    "content": "Quay đầu theo hướng A.",
    "questionId": 550,
    "isCorrect": true
  },
  {
    "id": 1707,
    "content": "Quay đầu theo hướng B.",
    "questionId": 550,
    "isCorrect": false
  },
  {
    "id": 1708,
    "content": "Cấm quay đầu.",
    "questionId": 550,
    "isCorrect": false
  },
  {
    "id": 1709,
    "content": "Xe con và xe tải, xe của bạn.",
    "questionId": 551,
    "isCorrect": false
  },
  {
    "id": 1710,
    "content": "Xe của bạn, xe tải, xe con.",
    "questionId": 551,
    "isCorrect": false
  },
  {
    "id": 1711,
    "content": "Xe của bạn và xe con, xe tải.",
    "questionId": 551,
    "isCorrect": true
  },
  {
    "id": 1712,
    "content": "Xe của bạn, xe tải + xe con.",
    "questionId": 551,
    "isCorrect": false
  },
  {
    "id": 1713,
    "content": "Tăng tốc cho xe chạy vượt qua.",
    "questionId": 552,
    "isCorrect": false
  },
  {
    "id": 1714,
    "content": "Bật tín hiệu báo hiệu bằng đèn hoặc còi, khi đủ điều kiện an toàn, tăng tốc cho xe chạy vượt qua.",
    "questionId": 552,
    "isCorrect": true
  },
  {
    "id": 1715,
    "content": "Đánh lái sang làn bên trái và tăng tốc cho xe chạy vượt qua.",
    "questionId": 552,
    "isCorrect": false
  },
  {
    "id": 1716,
    "content": "Xe khách, xe mô tô.",
    "questionId": 553,
    "isCorrect": false
  },
  {
    "id": 1717,
    "content": "Xe tải, xe mô tô.",
    "questionId": 553,
    "isCorrect": false
  },
  {
    "id": 1718,
    "content": "Xe con, xe tải.",
    "questionId": 553,
    "isCorrect": true
  },
  {
    "id": 1719,
    "content": "Xe tải ( D), xe con (B).",
    "questionId": 554,
    "isCorrect": false
  },
  {
    "id": 1720,
    "content": "Xe con (A), xe con (C), xe con (E), xe buýt (G).",
    "questionId": 554,
    "isCorrect": true
  },
  {
    "id": 1721,
    "content": "Xe con (A), xe con (B), xe tải (D).",
    "questionId": 554,
    "isCorrect": false
  },
  {
    "id": 1722,
    "content": "Được vượt.",
    "questionId": 555,
    "isCorrect": false
  },
  {
    "id": 1723,
    "content": "Cấm vượt.",
    "questionId": 555,
    "isCorrect": true
  },
  {
    "id": 1724,
    "content": "Cho phép.",
    "questionId": 556,
    "isCorrect": false
  },
  {
    "id": 1725,
    "content": "Không được vượt.",
    "questionId": 556,
    "isCorrect": true
  },
  {
    "id": 1726,
    "content": "Vị trí A và B.",
    "questionId": 557,
    "isCorrect": false
  },
  {
    "id": 1727,
    "content": "Vị trí A và C.",
    "questionId": 557,
    "isCorrect": false
  },
  {
    "id": 1728,
    "content": "Vị trí B và C.",
    "questionId": 557,
    "isCorrect": true
  },
  {
    "id": 1729,
    "content": "Cả ba vị trí A, B, C.",
    "questionId": 557,
    "isCorrect": false
  },
  {
    "id": 1730,
    "content": "Được phép dừng ở vị trí A.",
    "questionId": 558,
    "isCorrect": false
  },
  {
    "id": 1731,
    "content": "Được phép dừng ở vị trí B.",
    "questionId": 558,
    "isCorrect": false
  },
  {
    "id": 1732,
    "content": "Được phép dừng ở vị trí A và B.",
    "questionId": 558,
    "isCorrect": false
  },
  {
    "id": 1733,
    "content": "Không được dừng.",
    "questionId": 558,
    "isCorrect": true
  },
  {
    "id": 1734,
    "content": "Xe mô tô.",
    "questionId": 559,
    "isCorrect": false
  },
  {
    "id": 1735,
    "content": "Xe ô tô con.",
    "questionId": 559,
    "isCorrect": false
  },
  {
    "id": 1736,
    "content": "Không xe nào vi phạm.",
    "questionId": 559,
    "isCorrect": false
  },
  {
    "id": 1737,
    "content": "Cả hai xe.",
    "questionId": 559,
    "isCorrect": true
  },
  {
    "id": 1738,
    "content": "Xe con.",
    "questionId": 560,
    "isCorrect": false
  },
  {
    "id": 1739,
    "content": "Xe tải.",
    "questionId": 560,
    "isCorrect": true
  },
  {
    "id": 1740,
    "content": "Xe con, xe tải.",
    "questionId": 560,
    "isCorrect": false
  },
  {
    "id": 1741,
    "content": "Xe tải, xe con.",
    "questionId": 561,
    "isCorrect": false
  },
  {
    "id": 1742,
    "content": "Xe khách, xe con.",
    "questionId": 561,
    "isCorrect": false
  },
  {
    "id": 1743,
    "content": "Xe khách, xe tải.",
    "questionId": 561,
    "isCorrect": true
  },
  {
    "id": 1744,
    "content": "Xe con, xe tải, xe khách.",
    "questionId": 562,
    "isCorrect": false
  },
  {
    "id": 1745,
    "content": "Xe tải, xe khách, xe mô tô.",
    "questionId": 562,
    "isCorrect": true
  },
  {
    "id": 1746,
    "content": "Xe khách, xe mô tô, xe con.",
    "questionId": 562,
    "isCorrect": false
  },
  {
    "id": 1747,
    "content": "Cả bốn xe.",
    "questionId": 562,
    "isCorrect": false
  },
  {
    "id": 1748,
    "content": "Xe khách, xe tải.",
    "questionId": 563,
    "isCorrect": true
  },
  {
    "id": 1749,
    "content": "Xe khách, xe con.",
    "questionId": 563,
    "isCorrect": false
  },
  {
    "id": 1750,
    "content": "Xe con, xe tải.",
    "questionId": 563,
    "isCorrect": false
  },
  {
    "id": 1751,
    "content": "Xe khách, xe tải, xe con.",
    "questionId": 563,
    "isCorrect": false
  },
  {
    "id": 1752,
    "content": "Đánh lái sang trái cho xe vượt qua.",
    "questionId": 564,
    "isCorrect": false
  },
  {
    "id": 1753,
    "content": "Quan sát phía trước, phía sau, khi đủ điều kiện an toàn, bật tín hiệu bằng đèn hoặc còi rồi cho xe chạy vượt qua.",
    "questionId": 564,
    "isCorrect": true
  },
  {
    "id": 1754,
    "content": "Cấm vượt.",
    "questionId": 564,
    "isCorrect": false
  },
  {
    "id": 1755,
    "content": "Xe tải, xe mô tô.",
    "questionId": 565,
    "isCorrect": false
  },
  {
    "id": 1756,
    "content": "Xe khách, xe mô tô.",
    "questionId": 565,
    "isCorrect": true
  },
  {
    "id": 1757,
    "content": "Xe tải, xe con.",
    "questionId": 565,
    "isCorrect": false
  },
  {
    "id": 1758,
    "content": "Xe mô tô, xe con.",
    "questionId": 565,
    "isCorrect": false
  },
  {
    "id": 1759,
    "content": "Xe con (A), xe con (B), xe tải (D).",
    "questionId": 566,
    "isCorrect": false
  },
  {
    "id": 1760,
    "content": "Xe tải (D), xe con (E), xe buýt (G).",
    "questionId": 566,
    "isCorrect": false
  },
  {
    "id": 1761,
    "content": "Xe tải ( D), xe con (B).",
    "questionId": 566,
    "isCorrect": true
  },
  {
    "id": 1762,
    "content": "Xe con (B), xe con (C).",
    "questionId": 566,
    "isCorrect": false
  },
  {
    "id": 1763,
    "content": "Xe của bạn, xe mô tô, xe con.",
    "questionId": 567,
    "isCorrect": false
  },
  {
    "id": 1764,
    "content": "Xe con, xe của bạn, xe mô tô.",
    "questionId": 567,
    "isCorrect": false
  },
  {
    "id": 1765,
    "content": "Xe mô tô, xe con, xe của bạn.",
    "questionId": 567,
    "isCorrect": true
  },
  {
    "id": 1766,
    "content": "Xe của bạn, xe mô tô, xe con.",
    "questionId": 568,
    "isCorrect": false
  },
  {
    "id": 1767,
    "content": "Xe con, xe của bạn, xe mô tô.",
    "questionId": 568,
    "isCorrect": true
  },
  {
    "id": 1768,
    "content": "Xe mô tô, xe con, xe của bạn.",
    "questionId": 568,
    "isCorrect": false
  },
  {
    "id": 1769,
    "content": "Xe con.",
    "questionId": 569,
    "isCorrect": true
  },
  {
    "id": 1770,
    "content": "Xe của bạn.",
    "questionId": 569,
    "isCorrect": false
  },
  {
    "id": 1771,
    "content": "Cả hai xe.",
    "questionId": 569,
    "isCorrect": false
  },
  {
    "id": 1772,
    "content": "Đi thẳng, rẽ trái.",
    "questionId": 570,
    "isCorrect": true
  },
  {
    "id": 1773,
    "content": "Đi thẳng, rẽ phải.",
    "questionId": 570,
    "isCorrect": false
  },
  {
    "id": 1774,
    "content": "Rẽ trái.",
    "questionId": 570,
    "isCorrect": false
  },
  {
    "id": 1775,
    "content": "Đi thẳng, rẽ phải, rẽ trái.",
    "questionId": 570,
    "isCorrect": false
  },
  {
    "id": 1776,
    "content": "Chuyển sang làn đường bên phải và rẽ phải.",
    "questionId": 571,
    "isCorrect": false
  },
  {
    "id": 1777,
    "content": "Dừng lại trước vạch dừng và rẽ phải khi đèn xanh.",
    "questionId": 571,
    "isCorrect": false
  },
  {
    "id": 1778,
    "content": "Dừng lại trước vạch dừng và đi thẳng hoặc rẽ trái khi đèn xanh.",
    "questionId": 571,
    "isCorrect": true
  },
  {
    "id": 1779,
    "content": "Tăng tốc độ, rẽ phải trước xe tải và xe đạp.",
    "questionId": 572,
    "isCorrect": false
  },
  {
    "id": 1780,
    "content": "Giảm tốc độ, rẽ phải sau xe tải và xe đạp.",
    "questionId": 572,
    "isCorrect": true
  },
  {
    "id": 1781,
    "content": "Tăng tốc độ, rẽ phải trước xe đạp.",
    "questionId": 572,
    "isCorrect": false
  },
  {
    "id": 1782,
    "content": "Tăng tốc độ, rẽ phải trước xe con màu xanh phía trước và người đi bộ.",
    "questionId": 573,
    "isCorrect": false
  },
  {
    "id": 1783,
    "content": "Giảm tốc độ, để người đi bộ qua đường và rẽ phải trước xe con màu xanh.",
    "questionId": 573,
    "isCorrect": false
  },
  {
    "id": 1784,
    "content": "Giảm tốc độ, để người đi bộ qua đường và rẽ phải sau xe con màu xanh.",
    "questionId": 573,
    "isCorrect": true
  },
  {
    "id": 1785,
    "content": "Nhường đường cho xe khách và đi trước xe đạp.",
    "questionId": 574,
    "isCorrect": false
  },
  {
    "id": 1786,
    "content": "Nhường đường cho xe đạp và đi trước xe khách.",
    "questionId": 574,
    "isCorrect": false
  },
  {
    "id": 1787,
    "content": "Nhường đường cho xe đạp và xe khách.",
    "questionId": 574,
    "isCorrect": true
  },
  {
    "id": 1788,
    "content": "Xe con.",
    "questionId": 575,
    "isCorrect": false
  },
  {
    "id": 1789,
    "content": "Xe tải.",
    "questionId": 575,
    "isCorrect": true
  },
  {
    "id": 1790,
    "content": "Xe của bạn.",
    "questionId": 575,
    "isCorrect": false
  },
  {
    "id": 1791,
    "content": "Xe đi ngược chiều.",
    "questionId": 576,
    "isCorrect": false
  },
  {
    "id": 1792,
    "content": "Xe của bạn.",
    "questionId": 576,
    "isCorrect": true
  },
  {
    "id": 1793,
    "content": "Tăng tốc độ, chuyển sang làn đường bên trái để vượt.",
    "questionId": 577,
    "isCorrect": false
  },
  {
    "id": 1794,
    "content": "Không được vượt những người đi xe đạp.",
    "questionId": 577,
    "isCorrect": true
  },
  {
    "id": 1795,
    "content": "Nếu phía sau không có xe xin vượt, chuyển sang làn đường bên trái.",
    "questionId": 578,
    "isCorrect": false
  },
  {
    "id": 1796,
    "content": "Nếu phía sau có xe xin vượt, thì giảm tốc độ, ở lại làn đường, dừng lại khi cần thiết.",
    "questionId": 578,
    "isCorrect": false
  },
  {
    "id": 1797,
    "content": "Tăng tốc độ trên làn đường của mình và vượt xe con.",
    "questionId": 578,
    "isCorrect": false
  },
  {
    "id": 1798,
    "content": "Ý 1 và ý 2.",
    "questionId": 578,
    "isCorrect": true
  },
  {
    "id": 1799,
    "content": "Chuyển sang nửa đường bên trái để đi tiếp.",
    "questionId": 579,
    "isCorrect": false
  },
  {
    "id": 1800,
    "content": "Bấm còi, nháy đèn báo hiệu và đi tiếp.",
    "questionId": 579,
    "isCorrect": false
  },
  {
    "id": 1801,
    "content": "Giảm tốc độ, dừng lại nhường đường.",
    "questionId": 579,
    "isCorrect": true
  },
  {
    "id": 1802,
    "content": "Phanh xe giảm tốc độ và đi sát lề đường bên phải.",
    "questionId": 580,
    "isCorrect": true
  },
  {
    "id": 1803,
    "content": "Bấm còi, nháy đèn báo hiệu, giữ nguyên tốc độ và đi tiếp.",
    "questionId": 580,
    "isCorrect": false
  },
  {
    "id": 1804,
    "content": "Phanh xe giảm tốc độ và đi sát vào lề đường bên trái.",
    "questionId": 580,
    "isCorrect": false
  },
  {
    "id": 1805,
    "content": "Bật tín hiệu xin chuyển làn đường sang trái để vượt xe tải.",
    "questionId": 581,
    "isCorrect": false
  },
  {
    "id": 1806,
    "content": "Phanh xe giảm tốc độ chờ xe tải phía trước chuyển làn đường.",
    "questionId": 581,
    "isCorrect": true
  },
  {
    "id": 1807,
    "content": "Bấm còi báo hiệu và vượt qua xe tải trên làn đường của mình.",
    "questionId": 581,
    "isCorrect": false
  },
  {
    "id": 1808,
    "content": "Tăng tốc độ và đi thẳng qua ngã tư.",
    "questionId": 582,
    "isCorrect": false
  },
  {
    "id": 1809,
    "content": "Dừng xe trước vạch dừng.",
    "questionId": 582,
    "isCorrect": false
  },
  {
    "id": 1810,
    "content": "Giảm tốc độ và đi thẳng qua ngã tư.",
    "questionId": 582,
    "isCorrect": true
  },
  {
    "id": 1811,
    "content": "Xe của bạn, xe mô tô, xe đạp.",
    "questionId": 583,
    "isCorrect": false
  },
  {
    "id": 1812,
    "content": "Xe mô tô, xe đạp, xe của bạn.",
    "questionId": 583,
    "isCorrect": false
  },
  {
    "id": 1813,
    "content": "Xe đạp, xe mô tô, xe của bạn.",
    "questionId": 583,
    "isCorrect": true
  },
  {
    "id": 1814,
    "content": "Xe của bạn, xe tải, xe con.",
    "questionId": 584,
    "isCorrect": false
  },
  {
    "id": 1815,
    "content": "Xe con, xe tải, xe của bạn.",
    "questionId": 584,
    "isCorrect": false
  },
  {
    "id": 1816,
    "content": "Xe tải, xe của bạn, xe con.",
    "questionId": 584,
    "isCorrect": false
  },
  {
    "id": 1817,
    "content": "Xe của bạn, xe con, xe tải.",
    "questionId": 584,
    "isCorrect": true
  },
  {
    "id": 1818,
    "content": "Xe của bạn.",
    "questionId": 585,
    "isCorrect": true
  },
  {
    "id": 1819,
    "content": "Xe con.",
    "questionId": 585,
    "isCorrect": false
  },
  {
    "id": 1820,
    "content": "Xe con.",
    "questionId": 586,
    "isCorrect": false
  },
  {
    "id": 1821,
    "content": "Xe của bạn.",
    "questionId": 586,
    "isCorrect": true
  },
  {
    "id": 1822,
    "content": "Tăng tốc độ, đi qua vạch người đi bộ sang đường, để người đi bộ sang đường sau.",
    "questionId": 587,
    "isCorrect": false
  },
  {
    "id": 1823,
    "content": "Giảm tốc độ, đi qua vạch người đi bộ sang đường, để người đi bộ sang đường sau.",
    "questionId": 587,
    "isCorrect": false
  },
  {
    "id": 1824,
    "content": "Giảm tốc độ, để người đi bộ sang đường trước, sau đó cho xe đi qua vạch người đi bộ sang đường.",
    "questionId": 587,
    "isCorrect": true
  },
  {
    "id": 1825,
    "content": "Xe con.",
    "questionId": 588,
    "isCorrect": false
  },
  {
    "id": 1826,
    "content": "Xe của bạn.",
    "questionId": 588,
    "isCorrect": true
  },
  {
    "id": 1827,
    "content": "Xe con, xe tải, xe của bạn.",
    "questionId": 589,
    "isCorrect": false
  },
  {
    "id": 1828,
    "content": "Xe tải, xe con, xe của bạn.",
    "questionId": 589,
    "isCorrect": true
  },
  {
    "id": 1829,
    "content": "Xe tải, xe của bạn, xe con.",
    "questionId": 589,
    "isCorrect": false
  },
  {
    "id": 1830,
    "content": "Tăng tốc độ cho xe lấn sang phần đường bên trái.",
    "questionId": 590,
    "isCorrect": false
  },
  {
    "id": 1831,
    "content": "Giảm tốc độ cho xe lấn sang phần đường bên trái.",
    "questionId": 590,
    "isCorrect": false
  },
  {
    "id": 1832,
    "content": "Giảm tốc độ cho xe đi sát phần đường bên phải.",
    "questionId": 590,
    "isCorrect": true
  },
  {
    "id": 1833,
    "content": "Xe tải.",
    "questionId": 591,
    "isCorrect": true
  },
  {
    "id": 1834,
    "content": "Xe của bạn.",
    "questionId": 591,
    "isCorrect": false
  },
  {
    "id": 1835,
    "content": "Xe con.",
    "questionId": 592,
    "isCorrect": true
  },
  {
    "id": 1836,
    "content": "Xe mô tô.",
    "questionId": 592,
    "isCorrect": false
  },
  {
    "id": 1837,
    "content": "Cả 2 xe đều đúng.",
    "questionId": 592,
    "isCorrect": false
  },
  {
    "id": 1838,
    "content": "Xe tải, xe đạp, xe của bạn.",
    "questionId": 593,
    "isCorrect": false
  },
  {
    "id": 1839,
    "content": "Xe của bạn, xe đạp, xe tải.",
    "questionId": 593,
    "isCorrect": false
  },
  {
    "id": 1840,
    "content": "Xe của bạn, xe tải, xe đạp.",
    "questionId": 593,
    "isCorrect": true
  },
  {
    "id": 1841,
    "content": "Hướng 1.",
    "questionId": 594,
    "isCorrect": true
  },
  {
    "id": 1842,
    "content": "Hướng 2.",
    "questionId": 594,
    "isCorrect": false
  },
  {
    "id": 1843,
    "content": "Cả hai hướng đều được.",
    "questionId": 594,
    "isCorrect": false
  },
  {
    "id": 1844,
    "content": "Bật đèn chiếu xa, tăng tốc độ vượt xe cùng chiều.",
    "questionId": 595,
    "isCorrect": false
  },
  {
    "id": 1845,
    "content": "Giữ nguyên đèn chiếu gần, giảm tốc độ, đi sau xe phía trước.",
    "questionId": 595,
    "isCorrect": true
  },
  {
    "id": 1846,
    "content": "Giữ nguyên đèn chiếu gần, tăng tốc độ vượt xe cùng chiều.",
    "questionId": 595,
    "isCorrect": false
  },
  {
    "id": 1847,
    "content": "Quan sát nếu thấy không có tàu thì tăng tốc cho xe vượt qua đường sắt.",
    "questionId": 596,
    "isCorrect": false
  },
  {
    "id": 1848,
    "content": "Dừng lại trước rào chắn một khoảng cách an toàn.",
    "questionId": 596,
    "isCorrect": true
  },
  {
    "id": 1849,
    "content": "Ra tín hiệu, yêu cầu người gác chắn tàu kéo chậm barie để xe bạn qua.",
    "questionId": 596,
    "isCorrect": false
  },
  {
    "id": 1850,
    "content": "Đúng.",
    "questionId": 597,
    "isCorrect": false
  },
  {
    "id": 1851,
    "content": "Sai.",
    "questionId": 597,
    "isCorrect": true
  },
  {
    "id": 1852,
    "content": "Được vượt.",
    "questionId": 598,
    "isCorrect": false
  },
  {
    "id": 1853,
    "content": "Không được vượt.",
    "questionId": 598,
    "isCorrect": true
  },
  {
    "id": 1854,
    "content": "Đúng.",
    "questionId": 599,
    "isCorrect": true
  },
  {
    "id": 1855,
    "content": "Không đúng.",
    "questionId": 599,
    "isCorrect": false
  },
  {
    "id": 1856,
    "content": "Vượt về phía bên phải để đi tiếp.",
    "questionId": 600,
    "isCorrect": false
  },
  {
    "id": 1857,
    "content": "Giảm tốc độ chờ xe container rẽ xong rồi tiếp tục đi.",
    "questionId": 600,
    "isCorrect": true
  },
  {
    "id": 1858,
    "content": "Vượt về phía bên trái để đi tiếp.",
    "questionId": 600,
    "isCorrect": false
  }
]